{
  "WeaponsDictionary1": "سلاح المدفعية",
  "WeaponsDictionary2": "الأسلحة البيولوجية",
  "WeaponsDictionary3": "الأسلحة الكيميائية",
  "WeaponsDictionary4": "أسلحة قتالية",
  "WeaponsDictionary5": "المتفجرات",
  "WeaponsDictionary6": "الأسلحة النارية",
  "WeaponsDictionary7": "أسلحة نووية",
  "WeaponsDictionary8": "أسلحة الحصار",
  "Artillery1": "مدفع مضاد",
  "Artillery2": "سلاح مضاد للدبابات",
  "Artillery3": "بيج بيرثا",
  "Artillery4": "مدفع",
  "Cannon1": "الفرنسية 75",
  "Cannon2": "مدفع فولكان الأوتوماتيكي",
  "AntiaircraftGun": "مدفع مضاد للطائرات ، قطعة مدفعية تطلق من الأرض أو على ظهر السفينة للدفاع ضد هجوم جوي. بدأ تطوير الأسلحة المضادة للطائرات في وقت مبكر من عام 1910 ، عندما أصبحت الطائرة سلاحًا فعالًا لأول مرة. في الحرب العالمية الأولى ، تم تحويل قطع المدفعية الميدانية التي يصل عيارها إلى حوالي 90 مم (3.5 بوصة) إلى استخدام مضاد للطائرات من خلال أدوات التثبيت التي مكنتها من إطلاق النار بشكل عمودي تقريبًا. كانت طرق التصويب غير كافية ، ومع ذلك ، تم إحراز تقدم كبير في عقود ما بين الحربين العالميتين في تطوير محددات المدى ، والمصابيح الكاشفة ، والصمامات الزمنية ، وآليات إطلاق النار لمساعدة قطع المدفعية على ضرب الأهداف سريعة الحركة التي تقدمها الطائرات.\n\nفي الحرب العالمية الثانية ، تم إدخال بنادق إطلاق نار سريعة وتلقائية مضادة للطائرات ، وتم تطبيق الرادار لتتبع الهدف ، وفجرت فتيل تقارب موجات الراديو الذخيرة عند اقترابها من الهدف. ضد قاذفات الغطس والطائرات الهجومية منخفضة المستوى ، تم استخدام مدفع 40 ملم (1.5 بوصة) ، أنتجته شركة Bofors السويدية لأول مرة ، على نطاق واسع من قبل القوات البريطانية والأمريكية. أطلقت قذائف 2 رطل (0.9 كجم) على ارتفاع 2 ميل (3.2 كم) بسرعة 120 طلقة في الدقيقة. اعتمد السوفييت أسلحتهم التي يبلغ قطرها 37 ملم على هذا السلاح. تم استخدام بنادق أثقل مضادة للطائرات ، تصل إلى 120 ملم ، ضد القاذفات التي تحلق على ارتفاع عالٍ. وكان أكثرها فاعلية هو الصاروخ الألماني Fliegerabwehrkanone الذي يبلغ قطره 88 ملمًا ؛ أصبح اسمه المختصر ، flak ، مصطلحًا عالميًا للنيران المضادة للطائرات.\n\nفي عام 1953 ، قدم الجيش الأمريكي Skysweeper ، وهو مدفع أوتوماتيكي يبلغ قطره 75 ملمًا يطلق 45 قذيفة في الدقيقة ، ويصوب ويطلق بواسطة نظام الرادار الحاسوبي الخاص به. مع إدخال صواريخ أرض - جو الموجهة في الخمسينيات والستينيات من القرن الماضي ، تم التخلص التدريجي من المدافع الثقيلة المضادة للطائرات مثل هذه ، على الرغم من أن المدافع الأوتوماتيكية الموجهة بالرادار من 20 إلى 40 ملم استمرت في توفير دفاع ضد الطائرات التي تحلق على ارتفاع منخفض و طائرات هليكوبتر.",
  "AntitankWeapon": "السلاح المضاد للدبابات ، أي من عدة بنادق وصواريخ وألغام مخصصة للاستخدام ضد الدبابات. كانت الاستجابة الأولى لإدخال الدبابات خلال الحرب العالمية الأولى عبارة عن مجموعة متنوعة من القنابل اليدوية والبنادق ذات العيار الكبير المصممة لاختراق الدروع الرقيقة نسبيًا للدبابات أو تعطيل مساراتها. كما تم استخدام الألغام الأرضية والمدفعية العادية بشكل فعال. بحلول بداية الحرب العالمية الثانية ، تم تطوير عائلة من قطع المدفعية الصغيرة ذات المسار المنخفض كمدافع مضادة للدبابات. كانت هذه في البداية من عيار 37 ملم (1.46 بوصة) وأطلقت ذخيرة خاصة. خلال الحرب ، تم استخدام عيارات أكبر بشكل متزايد ، وتم تطوير مجموعة متنوعة من أنواع الذخيرة - بما في ذلك القذائف ذات السبائك الصلبة ، والوقود المحسن لإعطاء سرعات أعلى ، والمتفجرات الأكثر قوة. كان المدفع الألماني 88 ملم (3.46 بوصة) المضاد للدبابات سلاحًا فعالًا بشكل خاص في الحرب. استخدم عدد من المدافع المضادة للدبابات قذيفة ذات شحنة مشكلة أو مجوفة ، والتي تم تصميمها للانفجار عند الاصطدام وتوجيه الطاقة المتفجرة إلى الأمام ، مما يعزز قوة الاختراق. كما تم تطوير بنادق عديمة الارتداد خصيصًا لاستخدامها ضد الدبابات.\n\nشهدت الحرب العالمية الثانية أيضًا إنتاج مجموعة متنوعة من الصواريخ المضادة للدبابات وأجهزة الإطلاق ، كان أشهرها البازوكا الأمريكية ونظيراتها في الجيوش الأخرى ؛ كانت قاذفات صواريخ صغيرة قصيرة المدى يحملها ويوجهها عامل واحد. بعد الحرب العالمية الثانية ، تقدمت تكنولوجيا الأسلحة المضادة للدبابات في عدة اتجاهات. كان الأهم من ذلك هو عائلة جديدة من الصواريخ الموجهة إلكترونيًا ، والتي تستخدم إما أنظمة التوجيه الشعاعي أو السلكي. بحلول أوائل السبعينيات من القرن الماضي ، حققت هذه الأجهزة درجة عالية من الدقة والمدى والتنوع. تطورت المدافع المضادة للدبابات أيضًا بسرعة في هذه الفترة ، مع مزيد من التحسينات في الدوافع والمتفجرات والقذائف وتصميم أنابيب المدفع. كانت بعض المدافع المضادة للدبابات سلسة الملل بدلاً من البنادق من أجل إطلاق الصواريخ والقذائف.",
  "BigBertha": "Big Bertha ، German Dicke Bertha ، نوع من مدفع هاوتزر 420 ملم (16.5 بوصة) استخدمه الجيش الألماني لأول مرة لقصف الحصون البلجيكية والفرنسية خلال الحرب العالمية الأولى المعينة رسميًا باسم kurze Marinekanone 14 L / 42 سم 12 في Räderlafette ('المدفع البحري القصير بطول 42 سم 14 لتر / 12 على عربة بعجلات') ، أطلق الجنود الألمان على البندقية اسم 'Big Bertha' بعد أن دمرت إحدى مقذوفاتها حصن Loncin بالكامل أثناء حصار لييج ، بلجيكا. تم وضع ما مجموعه 12 Big Berthas في الخدمة.\n\nتم تصميم البندقية وبناؤها في سرية تامة من قبل شركة Krupp ، أكبر مصنع للأسلحة في ألمانيا ، في السنوات التي سبقت الحرب لغرض وحيد هو التغلب على الحصون البلجيكية والفرنسية الحديثة المبنية من الخرسانة المسلحة. في وقت بنائها ، كانت Big Berthas أكبر وأقوى قطعة مدفعية متحركة مستخدمة من قبل أي جيش. يمكن للبندقية إطلاق مقذوفات يصل وزنها إلى 1785 رطلاً (810 كجم) إلى مسافة ستة أميال (9 كم) تقريبًا. كان النوع الأكثر استخدامًا من القذائف مزودًا بفتيل تأخير العمل الذي انفجر بعد أن اخترق ما يصل إلى 40 قدمًا (12 مترًا) من الخرسانة والأرض.\n\nكان وزن البندقية وحملتها ، عند تجميعها بالكامل ، حوالي 47 طنًا (42600 كجم). عملت Big Berthas بشكل عام في أزواج ، وكان طاقمها يخدم حوالي 240 رجلاً. من أجل النقل إلى ساحة المعركة ، تم تفكيك مدافع الهاوتزر إلى مكونات وتحميلها على خمس عربات خاصة يتم سحبها بواسطة جرارات تعمل بمحرك يعمل بالبنزين. بالنسبة للسفر لمسافات طويلة ، تم نقل عربات الطرق والمعدات الأخرى بواسطة عربات السكك الحديدية. بعد التفريغ ، تم نقل عربات النقل بواسطة جرار إلى موقع إطلاق النار ، حيث تم إعادة تجميع المدافع. في ظل ظروف مثالية ، يمكن تجميع Big Bertha في ست ساعات.\n\nفي بداية الحرب ، كان للجيش الألماني اثنتان فقط من البرثا الكبار ، وشهد كلاهما أول عمل لهما ضد مجمع الحصون البلجيكية حول لييج في 12 أغسطس 1914. في غضون خمسة أيام ، دمروا سلسلة من الحصون وأجبروا على استسلام المدينة ، وبالتالي فتح الطريق أمام الجيش الألماني للتقدم غربًا عبر جنوب بلجيكا في طريقه لغزو شمال فرنسا. أبعد إلى الغرب ، تعرضت الحصون المحيطة بمدينة نامور للضرب بالمثل أثناء استسلامها من قبل بيغ بيرثاس وشكودا بقذائف الهاون 305 ملم (12 بوصة) في 21-25 أغسطس. تبع ذلك حصاران ناجحان آخران في موبيج (25 أغسطس - 8 سبتمبر) وأنتويرب (28 سبتمبر - 10 أكتوبر). في عام 1915 ، عندما تم بناء المزيد من Berthas وإدخالها في الميدان (بإجمالي 12 بندقية) ، أنتجوا نتائج مماثلة ضد الحصون الروسية. أثبتت معركة فردان في عام 1916 أنها أغنية البجع لـ Big Berthas ، التي لم تكن قادرة على اختراق الخرسانة المسلحة للقلاع الفرنسية الحديثة في Douaumont و Vaux.\n\nوفقًا لبعض المصادر ، تم منح لقب 'Big Bertha' على المدافع تكريماً لـ Bertha Krupp von Bohlen und Holbach ، مالك شركة Krupp. في الاستخدام الشائع ، تم تطبيق اسم Big Bertha أيضًا ، بشكل غير صحيح ، من قبل أعضاء قوات الحلفاء على المدافع بعيدة المدى المتطرفة التي قصف بها الألمان باريس في عام 1918 ؛ تُعرف هذه الأسلحة بشكل صحيح باسم Paris Guns.",
  "VulcanAutomaticCannon": "مدفع فولكان الأوتوماتيكي ، 20 ملم (0.8 بوصة) سلاح قادر على إطلاق النار بمعدل يصل إلى 7200 طلقة في الدقيقة. يُعتقد أن مثل هذه النيران السريعة للغاية ضرورية في القتال بين الطائرات الأسرع من الصوت ، لأن الهدف قد يكون فقط في مرمى النيران لثانية واحدة أو أقل في وقت واحد.\n\nللوصول إلى السرعة المطلوبة ، يتم إطلاق ستة براميل كهربائيًا وتدويرها بالتتابع ، وهو ترتيب مشابه بشكل أساسي لمدفع جاتلينج في القرن التاسع عشر. يستخدم فولكان على نطاق واسع في الطائرات وأنظمة الأسلحة السطحية التكتيكية المختلفة.",
  "BiologicalWeaponry": "سلاح بيولوجي ، يسمى أيضًا سلاح الجراثيم ، أي عدد من العوامل المسببة للأمراض - مثل البكتيريا أو الفيروسات أو الريكتسيا أو الفطريات أو السموم أو العوامل البيولوجية الأخرى - التي يمكن استخدامها كأسلحة ضد البشر أو الحيوانات أو النباتات.\n\nيعد الاستخدام المباشر للعوامل المعدية والسموم ضد أفراد العدو ممارسة قديمة في الحرب. في الواقع ، في العديد من النزاعات ، كانت الأمراض مسؤولة عن وفيات أكثر من جميع الأسلحة القتالية المستخدمة مجتمعة ، حتى عندما لم يتم استخدامها عن قصد كأسلحة.\n\nيشار إلى الأسلحة البيولوجية ، مثل الأسلحة الكيميائية ، والأسلحة الإشعاعية ، والأسلحة النووية ، عادة باسم أسلحة الدمار الشامل ، على الرغم من أن المصطلح ليس مناسبًا حقًا في حالة الأسلحة البيولوجية. قد تكون الأسلحة البيولوجية القاتلة قادرة على التسبب في وفيات جماعية ، لكنها غير قادرة على التدمير الشامل للبنية التحتية أو المباني أو المعدات. ومع ذلك ، وبسبب الطبيعة العشوائية لهذه الأسلحة - فضلاً عن احتمالية بدء انتشار الأوبئة ، وصعوبة السيطرة على آثار المرض ، والخوف البسيط الذي تثيره - وافقت معظم الدول على حظر الفصل بأكمله.",
  "ChemicalWeaponry": "السلاح الكيميائي ، أي من عدة مركبات كيميائية ، عادة ما تكون عوامل سامة ، تهدف إلى قتل أو إصابة أو إعاقة أفراد العدو. في الحرب الحديثة ، تم استخدام الأسلحة الكيميائية لأول مرة في الحرب العالمية الأولى (1914-1918) ، والتي تسببت خلالها حرب الغاز في وقوع أكثر من مليون ضحية عانى منها المقاتلون في ذلك الصراع وقتلت ما يقدر بنحو 90 ألفًا. في السنوات التي تلت ذلك ، تم استخدام الأسلحة الكيميائية مرات عديدة ، وعلى الأخص في الحرب العراقية الإيرانية (1980-1988) والحرب الأهلية السورية. قامت الولايات المتحدة والاتحاد السوفيتي ، خلال عقود من المواجهة في الحرب الباردة (1945-1991) ، بتكوين مخزونات هائلة من الأسلحة الكيميائية. مكنت نهاية الحرب الباردة هؤلاء الخصوم السابقين من الموافقة على حظر جميع الأسلحة الكيميائية من الأنواع التي تم تطويرها خلال الحرب العالمية الأولى (الجيل الأول) ، والحرب العالمية الثانية (الجيل الثاني) ، والحرب الباردة (الجيل الثالث).\n\nمثل الأسلحة النووية والبيولوجية ، غالبًا ما تُصنف الأسلحة الكيميائية على أنها أسلحة دمار شامل. بموجب اتفاقية الأسلحة الكيميائية (CWC) لعام 1993 ، يُحظر استخدام الأسلحة الكيميائية في الحرب ، وكذلك جميع عمليات تطوير هذه الأسلحة وإنتاجها وحيازتها وتخزينها ونقلها. ومع ذلك ، في حين أن الهدف من اتفاقية الأسلحة الكيميائية هو القضاء التام على معظم أنواع الأسلحة الكيميائية ، لم تتخل جميع البلدان عن قدراتها في الحرب الكيميائية. على وجه الخصوص ، اتبعت بعض الدول الأضعف برامج أسلحة كيميائية كرادع للهجوم من قبل أعداء لديهم إما قوات تقليدية أقوى أو أسلحة دمار شامل خاصة بهم ، واستخدمت بعض الأنظمة الأسلحة الكيميائية لتهديد الأعداء المعرضين للخطر بشكل خاص خارج وحتى داخل دولهم. الحدود.\n\nعلاوة على ذلك ، اكتسب بعض الأفراد والمنظمات المسلحة أسلحة كيميائية أو سعوا للحصول عليها لمهاجمة أعدائهم أو لتأمين أهدافهم من خلال الإرهاب. أدى التهديد المستمر من الأسلحة الكيميائية إلى قيام العديد من الدول بإعداد دفاعات ضدها وممارسة ضغوط دبلوماسية على الدول المخالفة أو غير الممتثلة للالتزام باتفاقية الأسلحة الكيميائية.",
  "CombatWeapons": "السيف ، سلاح اليد البارز عبر فترة طويلة من التاريخ. يتكون من نصل معدني متنوع الطول والعرض والتكوين ولكنه أطول من خنجر ومزود بمقبض أو مقبض عادة ما يكون مزودًا بواقي. أصبح السيف مختلفًا عن الخنجر خلال العصر البرونزي (حوالي 3000 قبل الميلاد) ، عندما تم إنتاج أسلحة نحاسية وبرونزية بشفرات طويلة على شكل أوراق وبقواعد تتكون من امتداد للشفرة في شكل مقبض. بحلول العصر الروماني ، كان المقبض مختلفًا عن الشفرة القصيرة المسطحة ، وبحلول العصور الوسطى ، اكتسب السلاح أشكاله الأساسية الرئيسية. كان للسيف الثقيل للفروسية في العصور الوسطى مقبض كبير ، غالبًا ما تم تصميمه ليتم إمساكه بكلتا يديه ، مع واقي واقي كبير في الأعلى. كان النصل مستقيمًا وذو حدين ومدبب ؛ تم تصنيعه عن طريق الحرق المتكرر والطرق ، وهي عملية حولت الحديد إلى فولاذ خفيف عن طريق إضافة كمية صغيرة من الكربون. كانت الشفرات مصنوعة أيضًا من شرائح حديدية مغلفة ، تم طرقها معًا. كانت دمشق مركزًا شهيرًا للحرفة.\n\nالتغييرات في الحرب المرتبطة بإدخال الأسلحة النارية لم تقضي على السيف بل انتشرت أنواعه. جعل التخلص من الدروع الواقية للبدن من الضروري أن يتمكن المبارز من التفادي بسلاحه ، وبدأ استخدام سيف الدفع والدفع.",
  "Explosives": "صاروخ V-2 الألماني بالكامل Vergeltungswaffen-2 ('سلاح الانتقام 2') ، يُطلق عليه أيضًا صاروخ V-2 أو A-4 ، صاروخ باليستي ألماني من الحرب العالمية الثانية ، رائد الصواريخ الفضائية الحديثة والصواريخ بعيدة المدى.\n\nتم تطويره في ألمانيا منذ عام 1936 من خلال جهود العلماء بقيادة Wernher von Braun ، وتم إطلاقه بنجاح لأول مرة في 3 أكتوبر 1942 ، وتم إطلاقه ضد باريس في 6 سبتمبر 1944. وبعد يومين ، تم إطلاق أول صاروخ من أكثر من 1100 V-2s تم إطلاق النار عليه ضد بريطانيا العظمى (آخر يوم 27 مارس 1945). كما تعرضت بلجيكا لقصف شديد. توفي حوالي 5000 شخص في هجمات V-2 ، وتشير التقديرات إلى أن ما لا يقل عن 10000 سجين من محتشد اعتقال ميتلباو-دورا ماتوا عندما استخدموا كعمل قسري في بناء V-2s في مصنع ميتلويرك تحت الأرض. بعد الحرب ، استولت كل من الولايات المتحدة والاتحاد السوفيتي على أعداد كبيرة من V-2s واستخدمتها في الأبحاث التي أدت إلى تطوير برامج استكشاف الصواريخ والفضاء.",
  "Firearms": "مسدس ، أي سلاح ناري صغير بما يكفي ليحمله في يد واحدة عند إطلاقه. وعادة ما تطلق قذيفة أو رصاصة واحدة ، وقد تتوفر ذخيرة إضافية في آلية أو مجلة دوارة. يمكن استخدام المسدسات لإطلاق النار على الهدف أو صيد الألعاب الصغيرة أو للدفاع عن النفس شخصيًا. المسدسات الآلية غير قانونية في العديد من البلدان ، والملكية الخاصة لأي مسدس مقيدة في معظم أنحاء العالم. انظر أيضًا المسدس الأوتوماتيكي ؛ مسدس؛ مسدس.",
  "NuclearWeapons": "القنبلة الذرية ، وتسمى أيضًا القنبلة الذرية ، سلاح ذو قوة تفجيرية كبيرة ينتج عن الإطلاق المفاجئ للطاقة عند انقسام أو انشطار نوى عنصر ثقيل مثل البلوتونيوم أو اليورانيوم.",
  "SiegeWeapons": "مدفع ، مسدس كبير ، هاوتزر ، أو مدفع هاون ، على خلاف البندقية أو البندقية أو أي ذراع صغير آخر. المدفع الحديث عبارة عن آليات معقدة مصبوبة من فولاذ عالي الجودة ومُشَكَّلة لتحمل صارم. بشكل مميز لديهم ثقوب بنادق ، على الرغم من أن بعض بنادق المدفعية المثبتة على الدبابات والميدانية ملساء.\n\nظهرت قطع مدفعية ضخمة في أوروبا في القرن الخامس عشر ، ولكن حتى حوالي عام 1670 ، تم استخدام كلمة مدفع فقط على أنواع خاصة من البنادق. كانت تنقسم عادة إلى مدفع ملكي ، أو مدفع مزدوج ، يزن حوالي 8000 رطل (3630 كجم) ويطلق كرة تزن 60-63 رطلاً (27-28 كجم) ؛ المدفع كله ، الذي كان يزن حوالي 7000 رطل وأطلق كرة تزن 38-40 رطلاً ؛ و demicannon يبلغ حوالي 6000 رطل ، والذي أطلق كرة تزن 28-30 رطلاً. لم يطلق على البنادق الكبيرة الأخرى اسم مدفع ولكنها حملت أسماء مختلفة (على سبيل المثال ، كولفيرين) تشير إلى حجمها ووظيفتها."
}
