{
  "WeaponsDictionary1": "কামান",
  "WeaponsDictionary2": "জৈবিক অস্ত্র",
  "WeaponsDictionary3": "রাসায়নিক অস্ত্র",
  "WeaponsDictionary4": "যুদ্ধ অস্ত্র",
  "WeaponsDictionary5": "বিস্ফোরক",
  "WeaponsDictionary6": "আগ্নেয়াস্ত্র",
  "WeaponsDictionary7": "পারমানবিক অস্ত্র",
  "WeaponsDictionary8": "সিজ অস্ত্র",
  "Artillery1": "অ্যান্টিক্রাফ্ট বন্দুক",
  "Artillery2": "অ্যান্টি-ট্যাঙ্ক অস্ত্র",
  "Artillery3": "বিগ বার্থা",
  "Artillery4": "কামান",
  "Cannon1": "ফরাসি 75",
  "Cannon2": "",
  "AntiaircraftGun": "বিমান বিধ্বংসী বন্দুক, কামানের টুকরো যা ভূমি বা জাহাজের বোর্ড থেকে বিমান হামলার বিরুদ্ধে প্রতিরক্ষায় নিক্ষেপ করা হয়। বিমান বিধ্বংসী অস্ত্রের বিকাশ 1910 সালের প্রথম দিকে শুরু হয়েছিল, যখন বিমানটি প্রথম কার্যকর অস্ত্র হয়ে ওঠে। প্রথম বিশ্বযুদ্ধে, প্রায় 90 মিমি (3.5 ইঞ্চি) ক্যালিবার পর্যন্ত ফিল্ড আর্টিলারী টুকরোগুলিকে মাউন্টিংয়ের মাধ্যমে বিমান বিধ্বংসী ব্যবহারে রূপান্তরিত করা হয়েছিল যা তাদের প্রায় উল্লম্বভাবে ফায়ার করতে সক্ষম করেছিল। লক্ষ্য নির্ধারণের পদ্ধতিগুলি অপর্যাপ্ত ছিল, তবে, এবং যুদ্ধের দশকগুলিতে রেঞ্জ ফাইন্ডার, সার্চলাইট, টাইম ফিউজ, এবং কামানের টুকরোগুলিকে বিমান দ্বারা উপস্থাপিত দ্রুত গতিতে লক্ষ্যবস্তুতে আঘাত করতে সাহায্য করার জন্য বন্দুক তৈরির পদ্ধতির বিকাশে দুর্দান্ত অগ্রগতি সাধিত হয়েছিল।\n\nদ্বিতীয় বিশ্বযুদ্ধে, দ্রুত-ফায়ারিং এবং স্বয়ংক্রিয় বিমান বিধ্বংসী বন্দুক চালু করা হয়েছিল, লক্ষ্য ট্র্যাকিংয়ের জন্য রাডার প্রয়োগ করা হয়েছিল, এবং ক্ষুদ্র রেডিও-ওয়েভ প্রক্সিমিটি ফিউজগুলি লক্ষ্যবস্তুর কাছাকাছি আসার সাথে সাথে গোলাবারুদ বিস্ফোরিত হয়েছিল। ডাইভ-বোম্বার এবং নিম্ন-স্তরের আক্রমণকারী বিমানের বিরুদ্ধে, একটি 40-মিলিমিটার (1.5-ইঞ্চি) বন্দুক, প্রথম সুইডেনের বোফর্স ফার্ম দ্বারা উত্পাদিত, ব্রিটিশ এবং মার্কিন বাহিনী ব্যাপকভাবে ব্যবহার করেছিল। এটি প্রতি মিনিটে 120 রাউন্ডে 2 মাইল (3.2 কিমি) উচ্চতায় 2-পাউন্ড (0.9-কিলোগ্রাম) প্রজেক্টাইল নিক্ষেপ করেছিল। সোভিয়েতরা তাদের 37-মিলিমিটার অস্ত্র এই বন্দুকের উপর ভিত্তি করে। ভারী বিমান বিধ্বংসী বন্দুক, 120 মিমি পর্যন্ত, উচ্চ-উড়ন্ত বোমারু বিমানের বিরুদ্ধে ব্যবহার করা হয়েছিল। এর মধ্যে সবচেয়ে কার্যকর ছিল জার্মান 88-মিলিমিটার Fliegerabwehrkanone; এর সংক্ষিপ্ত নাম, ফ্লাক, বিমান বিধ্বংসী আগুনের জন্য একটি সর্বজনীন শব্দ হয়ে উঠেছে।\n\n1953 সালে মার্কিন সেনাবাহিনী স্কাইসুইপার প্রবর্তন করে, একটি 75-মিলিমিটার স্বয়ংক্রিয় কামান যা প্রতি মিনিটে 45টি শেল নিক্ষেপ করে, যার লক্ষ্য ছিল এবং তার নিজস্ব রাডার-কম্পিউটার সিস্টেম দ্বারা নিক্ষেপ করা হয়। 1950 এবং 60-এর দশকে নির্দেশিত সারফেস-টু-এয়ার ক্ষেপণাস্ত্রের প্রবর্তনের সাথে, এর মতো ভারী বিমান বিধ্বংসী বন্দুকগুলি পর্যায়ক্রমে বন্ধ করা হয়েছিল, যদিও 20 থেকে 40 মিমি রাডার-গাইডেড স্বয়ংক্রিয় বন্দুকগুলি কম উড়ন্ত বিমানের বিরুদ্ধে প্রতিরক্ষা প্রদান করে চলেছে এবং হেলিকপ্টার",
  "AntitankWeapon": "অ্যান্টিট্যাঙ্ক অস্ত্র, ট্যাঙ্কের বিরুদ্ধে ব্যবহারের উদ্দেশ্যে বেশ কয়েকটি বন্দুক, ক্ষেপণাস্ত্র এবং মাইনগুলির যে কোনও একটি। প্রথম বিশ্বযুদ্ধের সময় ট্যাঙ্ক প্রবর্তনের প্রথম প্রতিক্রিয়াটি ছিল বিভিন্ন ধরণের গ্রেনেড এবং বড়-ক্যালিবার রাইফেল যা ট্যাঙ্কের অপেক্ষাকৃত পাতলা বর্ম ভেদ করতে বা তাদের ট্র্যাকগুলিকে নিষ্ক্রিয় করার জন্য ডিজাইন করা হয়েছিল। ল্যান্ড মাইন এবং সাধারণ কামানও কার্যকরভাবে ব্যবহার করা হয়েছিল। দ্বিতীয় বিশ্বযুদ্ধের শুরুর দিকে, ছোট, কম ট্র্যাজেক্টরি আর্টিলারি টুকরোগুলির একটি পরিবার অ্যান্টি-ট্যাঙ্ক বন্দুক হিসাবে তৈরি করা হয়েছিল। এগুলি প্রাথমিকভাবে 37-মিলিমিটার (1.46-ইঞ্চি) ক্যালিবার এবং গুলি চালানো বিশেষ গোলাবারুদ ছিল। যুদ্ধের সময় ক্রমবর্ধমান বড় ক্যালিবার ব্যবহার করা হয়েছিল, এবং বিভিন্ন ধরণের গোলাবারুদ তৈরি করা হয়েছিল - যার মধ্যে রয়েছে শক্ত খাদ দিয়ে টিপ করা শেল, উচ্চ বেগ দেওয়ার জন্য উন্নত প্রপেলান্ট এবং আরও শক্তিশালী বিস্ফোরক — তৈরি করা হয়েছিল। জার্মান 88-মিলিমিটার (3.46-ইঞ্চি) অ্যান্টিট্যাঙ্ক বন্দুক যুদ্ধে একটি বিশেষ কার্যকর অস্ত্র ছিল। বেশ কয়েকটি অ্যান্টি-ট্যাঙ্ক বন্দুক আকৃতির বা ফাঁপা চার্জ শেল ব্যবহার করে, যা প্রভাবে বিস্ফোরিত হওয়ার জন্য এবং বিস্ফোরক শক্তিকে সামনের দিকে প্রবাহিত করার জন্য ডিজাইন করা হয়েছিল, অনুপ্রবেশকারী শক্তি বৃদ্ধি করে। ট্যাঙ্কের বিরুদ্ধে ব্যবহারের জন্য রিকয়েললেস রাইফেলগুলিও বিশেষভাবে তৈরি করা হয়েছিল।\n\nদ্বিতীয় বিশ্বযুদ্ধে বিভিন্ন ধরনের অ্যান্টি-ট্যাঙ্ক মিসাইল এবং উৎক্ষেপণ যন্ত্রের উৎপাদনও দেখা যায়, যার মধ্যে আমেরিকান বাজুকা এবং অন্যান্য সেনাবাহিনীতে তার প্রতিপক্ষরা সবচেয়ে বেশি পরিচিত ছিল; এগুলি ছিল ছোট, স্বল্প-পাল্লার রকেট লঞ্চারগুলি বহন করে এবং একটি একক অপারেটরের লক্ষ্য ছিল। দ্বিতীয় বিশ্বযুদ্ধের পর ট্যাঙ্ক বিরোধী অস্ত্রের প্রযুক্তি বিভিন্ন দিকে অগ্রসর হয়। সবচেয়ে গুরুত্বপূর্ণ ছিল ইলেকট্রনিকভাবে নির্দেশিত ক্ষেপণাস্ত্রের একটি নতুন পরিবার, যেটি হয় বীম- বা তার-নির্দেশিকা ব্যবস্থা নিযুক্ত করে। 1970 এর দশকের গোড়ার দিকে এগুলি নির্ভুলতা, পরিসর এবং বহুমুখীতায় উচ্চ মাত্রার পরিমার্জন অর্জন করেছিল। অ্যান্টিট্যাঙ্ক বন্দুকগুলিও এই সময়ের মধ্যে দ্রুত বিকাশ লাভ করে, প্রপেলান্ট, বিস্ফোরক, প্রজেক্টাইল এবং বন্দুকের টিউবের নকশায় আরও উন্নতির সাথে। কিছু অ্যান্টি-ট্যাঙ্ক বন্দুক রাইফেলের পরিবর্তে মসৃণ-বোর ছিল যাতে ক্ষেপণাস্ত্র এবং প্রজেক্টাইল উভয়ই নিক্ষেপ করা যায়।",
  "BigBertha": "বিগ বার্থা, জার্মান ডিকে বার্থা, এক ধরনের 420-মিমি (16.5-ইঞ্চি) হাউইটজার যা প্রথম বিশ্বযুদ্ধের সময় বেলজিয়ান এবং ফরাসি দুর্গে বোমাবর্ষণ করার জন্য জার্মান সেনাবাহিনী প্রথম ব্যবহার করেছিল। আনুষ্ঠানিকভাবে 42-সেমি কুর্জে মেরিনকানোন 14 এল/ Räderlafette তে 12 ('42-সেমি ছোট নৌ ক্যানন 14 L/12 চাকাযুক্ত গাড়ি'), জার্মান সৈন্যরা বেলজিয়ামের লিজে অবরোধের সময় ফোর্ট লোনসিনকে সম্পূর্ণরূপে ধ্বংস করার পর বন্দুকটির ডাকনাম 'বিগ বার্থা' করেছিল৷ মোট 12টি বিগ বার্থার পরিষেবা দেওয়া হয়েছিল৷\n\nযুদ্ধের আগের বছরগুলিতে, শক্তিশালী কংক্রিটের তৈরি আধুনিক বেলজিয়ান এবং ফরাসি দুর্গগুলিকে অতিক্রম করার একমাত্র উদ্দেশ্যে জার্মানির বৃহত্তম অস্ত্র প্রস্তুতকারক ক্রুপ ফার্মটি অত্যন্ত গোপনীয়তার মধ্যে বন্দুকটি ডিজাইন এবং তৈরি করেছিল। তাদের নির্মাণের সময়, বিগ বার্থাস ছিল বৃহত্তম, সবচেয়ে শক্তিশালী মোবাইল আর্টিলারি টুকরো যা যেকোনো সেনাবাহিনীর দ্বারা ব্যবহৃত হয়। বন্দুকটি প্রায় ছয় মাইল (9 কিমি) দূরত্ব থেকে 1,785 পাউন্ড (810 কেজি) পর্যন্ত ওজনের প্রজেক্টাইল গুলি করতে পারে। বহুল ব্যবহৃত ধরনের শেলটি একটি বিলম্বিত-অ্যাকশন ফিউজ দিয়ে সজ্জিত ছিল যা কংক্রিট এবং মাটির 40 ফুট (12 মিটার) পর্যন্ত প্রবেশ করার পরে বিস্ফোরিত হয়।\n\nবন্দুক এবং এর গাড়ি, যখন সম্পূর্ণরূপে একত্রিত হয়, তখন তার ওজন ছিল প্রায় 47 টন (42,600 কেজি)। বিগ বার্থাস সাধারণত জোড়ায় জোড়ায় কাজ করত, এবং প্রত্যেকটিতে প্রায় 240 জন পুরুষ ক্রু এবং পরিচর্যা করত। যুদ্ধক্ষেত্রে পরিবহনের জন্য, হাউইৎজারটিকে উপাদানে বিচ্ছিন্ন করা হয়েছিল এবং পেট্রল চালিত মোটর ট্রাক্টর দ্বারা টানা পাঁচটি বিশেষ ওয়াগনের উপর লোড করা হয়েছিল। দূর-দূরান্তের ভ্রমণের জন্য, রাস্তার ওয়াগন এবং অন্যান্য সরঞ্জাম রেলওয়ে গাড়ি দ্বারা সরানো হয়েছিল। প্রত্যাহার করার পরে, পরিবহন ওয়াগনগুলিকে ট্রাক্টর দিয়ে ফায়ারিং সাইটে নিয়ে যাওয়া হয়েছিল, যেখানে বন্দুকগুলি পুনরায় একত্রিত করা হয়েছিল। আদর্শ পরিস্থিতিতে একটি বিগ বার্থা ছয় ঘন্টার মধ্যে একত্রিত হতে পারে।\n\nযুদ্ধের শুরুতে, জার্মান সেনাবাহিনীর মাত্র দুটি বিগ বার্থা ছিল এবং উভয়ই 12 আগস্ট, 1914 সালে লিজের আশেপাশে বেলজিয়ান দুর্গের কমপ্লেক্সের বিরুদ্ধে তাদের প্রথম পদক্ষেপ দেখেছিল। পাঁচ দিনের মধ্যে, তারা পর পর দুর্গ ধ্বংস করে এবং আত্মসমর্পণ করতে বাধ্য করে। এই শহরটি, যার ফলে জার্মান সেনাবাহিনীর উত্তর ফ্রান্স আক্রমণের পথে দক্ষিণ বেলজিয়ামের মধ্য দিয়ে পশ্চিম দিকে অগ্রসর হওয়ার পথ খুলে যায়। পশ্চিমে আরও দূরে, নামুর শহরের চারপাশের দুর্গগুলি একইভাবে বিগ বার্থাস এবং স্কোডা 305-মিমি (12-ইঞ্চি) মর্টার দ্বারা 21-25 আগস্টে আত্মসমর্পণ করে। মাউবেউগে (২৫ আগস্ট-৮ সেপ্টেম্বর) এবং এন্টওয়ার্পে (২৮ সেপ্টেম্বর-১০ অক্টোবর) আরও দুটি সফল অবরোধ করা হয়। 1915 সালে, আরও বিগ বার্থা তৈরি করা হয়েছিল এবং ফিল্ডিং করা হয়েছিল (মোট 12টি বন্দুকের জন্য), তারা রাশিয়ান দুর্গের বিরুদ্ধে একই রকম ফলাফল তৈরি করেছিল। 1916 সালে ভার্দুনের যুদ্ধ বিগ বার্থার জন্য রাজহাঁসের গান হিসাবে প্রমাণিত হয়েছিল, যা ডুউমন্ট এবং ভক্সের আধুনিক ফরাসি দুর্গগুলির শক্তিশালী কংক্রিট ভেদ করতে অক্ষম ছিল।\n\nকিছু সূত্র অনুসারে, ক্রুপ ফার্মের মালিক বার্থা ক্রুপ ফন বোহলেন ও হলবাচের সম্মানে 'বিগ বার্থা' ডাকনামটি বন্দুকের উপর দেওয়া হয়েছিল। জনপ্রিয় ব্যবহারে, বিগ বার্থা নামটিও ভুলভাবে প্রয়োগ করা হয়েছিল, মিত্র বাহিনীর সদস্যরা চরম দূরপাল্লার কামানগুলির জন্য, যেগুলি দিয়ে জার্মানরা প্যারিসে 1918 সালে গোলাবর্ষণ করেছিল; এই বন্দুকগুলি সঠিকভাবে প্যারিস গান নামে পরিচিত।",
  "VulcanAutomaticCannon": "ভলকান স্বয়ংক্রিয় কামান, 20-মিলিমিটার (0.8-ইঞ্চি) অস্ত্র যা প্রতি মিনিটে 7,200 রাউন্ড পর্যন্ত গুলি করতে সক্ষম। সুপারসনিক এয়ারক্রাফটের মধ্যে যুদ্ধের জন্য এই ধরনের অত্যন্ত দ্রুত আগুনের প্রয়োজন বলে মনে করা হয়, কারণ একটি লক্ষ্যমাত্র এক সেকেন্ড বা তার কম সময়ের জন্য বন্দুকের দৃষ্টিতে থাকতে পারে।\n\nপ্রয়োজনীয় গতি অর্জনের জন্য, ছয়টি ব্যারেল বৈদ্যুতিকভাবে নিক্ষেপ করা হয় এবং ধারাবাহিকভাবে ঘোরানো হয়, মূলত 19 শতকের গ্যাটলিং বন্দুকের মতো একটি ব্যবস্থা। ভলকান ব্যাপকভাবে বিমান এবং বিভিন্ন কৌশলগত সারফেস উইপন সিস্টেমে ব্যবহৃত হয়।",
  "BiologicalWeaponry": "জীবাণু অস্ত্র, যাকে জীবাণু অস্ত্রও বলা হয়, যে কোনো একটি রোগ-উৎপাদনকারী এজেন্ট-যেমন ব্যাকটেরিয়া, ভাইরাস, রিকেটসিয়া, ছত্রাক, টক্সিন বা অন্যান্য জৈবিক এজেন্ট-যা মানুষ, প্রাণী বা উদ্ভিদের বিরুদ্ধে অস্ত্র হিসেবে ব্যবহার করা যেতে পারে।\n\nশত্রু কর্মীদের বিরুদ্ধে সংক্রামক এজেন্ট এবং বিষের সরাসরি ব্যবহার যুদ্ধের একটি প্রাচীন অনুশীলন। প্রকৃতপক্ষে, অনেক সংঘাতে, রোগগুলি সমস্ত নিযুক্ত যুদ্ধের অস্ত্রের চেয়ে বেশি মৃত্যুর জন্য দায়ী, এমনকি যখন তারা সচেতনভাবে অস্ত্র হিসাবে ব্যবহার করা হয়নি।\n\nরাসায়নিক অস্ত্র, রেডিওলজিক্যাল অস্ত্র এবং পারমাণবিক অস্ত্রের মতো জৈবিক অস্ত্রকে সাধারণত গণবিধ্বংসী অস্ত্র হিসেবে উল্লেখ করা হয়, যদিও শব্দটি জৈবিক অস্ত্রের ক্ষেত্রে সত্যিকার অর্থে উপযুক্ত নয়। প্রাণঘাতী জৈবিক অস্ত্রগুলি ব্যাপক মৃত্যু ঘটাতে সক্ষম হতে পারে, তবে তারা অবকাঠামো, ভবন বা সরঞ্জামের ব্যাপক ধ্বংস করতে অক্ষম। তা সত্ত্বেও, এই অস্ত্রগুলির নির্বিচার প্রকৃতির কারণে - সেইসাথে ব্যাপক মহামারী শুরু করার সম্ভাবনা, রোগের প্রভাব নিয়ন্ত্রণে অসুবিধা এবং তারা অনুপ্রাণিত করে এমন সাধারণ ভয়ের কারণে - বেশিরভাগ দেশ পুরো শ্রেণীকে নিষিদ্ধ করতে সম্মত হয়েছে।",
  "ChemicalWeaponry": "রাসায়নিক অস্ত্র, বিভিন্ন রাসায়নিক যৌগের যে কোনো একটি, সাধারণত বিষাক্ত এজেন্ট, যা শত্রু কর্মীদের হত্যা, আহত বা অক্ষম করার উদ্দেশ্যে করা হয়। আধুনিক যুদ্ধে, প্রথম বিশ্বযুদ্ধে (1914-18) রাসায়নিক অস্ত্র ব্যবহার করা হয়েছিল, যে সময় গ্যাস যুদ্ধ সেই সংঘর্ষে যোদ্ধাদের দ্বারা 1 মিলিয়নেরও বেশি হতাহতের ঘটনা ঘটিয়েছিল এবং আনুমানিক 90,000 জনকে হত্যা করেছিল। তারপর থেকে বছরগুলিতে, রাসায়নিক অস্ত্রগুলি বহুবার নিযুক্ত করা হয়েছে, বিশেষত ইরান-ইরাক যুদ্ধ (1980-88) এবং সিরিয়ার গৃহযুদ্ধে। মার্কিন যুক্তরাষ্ট্র এবং সোভিয়েত ইউনিয়ন, শীতল যুদ্ধে (1945-91) তাদের দশকের সংঘর্ষের সময় রাসায়নিক অস্ত্রের বিশাল মজুদ তৈরি করেছিল। স্নায়ুযুদ্ধের সমাপ্তি সেই প্রাক্তন প্রতিপক্ষরা প্রথম বিশ্বযুদ্ধ (প্রথম প্রজন্ম), দ্বিতীয় বিশ্বযুদ্ধ (দ্বিতীয় প্রজন্ম) এবং শীতল যুদ্ধ (তৃতীয় প্রজন্ম) এর সময় তৈরি করা সমস্ত রাসায়নিক অস্ত্র নিষিদ্ধ করতে সম্মত হতে সক্ষম করে।\n\nপারমাণবিক অস্ত্র এবং জৈবিক অস্ত্রের মতো, রাসায়নিক অস্ত্রগুলিকে প্রায়শই গণবিধ্বংসী অস্ত্র হিসাবে শ্রেণীবদ্ধ করা হয়। 1993 সালের রাসায়নিক অস্ত্র কনভেনশন (CWC) এর অধীনে, যুদ্ধে রাসায়নিক অস্ত্রের ব্যবহার নিষিদ্ধ, যেমন সব ধরনের অস্ত্রের বিকাশ, উৎপাদন, অধিগ্রহণ, মজুদ করা এবং স্থানান্তর করা হয়। তা সত্ত্বেও, যদিও CWC-এর লক্ষ্য হল অধিকাংশ ধরনের রাসায়নিক অস্ত্র সম্পূর্ণ নির্মূল করা, সমস্ত দেশ তাদের রাসায়নিক যুদ্ধের ক্ষমতা ত্যাগ করেনি। বিশেষ করে, কিছু দুর্বল রাষ্ট্র রাসায়নিক অস্ত্র কর্মসূচি অনুসরণ করেছে শত্রুদের দ্বারা আক্রমণের প্রতিরোধক হিসাবে যাদের হয় শক্তিশালী প্রচলিত বাহিনী বা তাদের নিজস্ব গণবিধ্বংসী অস্ত্র রয়েছে, এবং কিছু শাসন রাসায়নিক অস্ত্র ব্যবহার করেছে বিশেষ করে বাইরের এবং এমনকি তাদের নিজেদের মধ্যেও দুর্বল শত্রুদের হুমকি দেওয়ার জন্য। সীমানা\n\nতদুপরি, কিছু ব্যক্তি এবং জঙ্গি সংগঠন তাদের শত্রুদের উপর আক্রমণ করার জন্য বা সন্ত্রাসের মাধ্যমে তাদের নিজস্ব পরিণতি সুরক্ষিত করার জন্য রাসায়নিক অস্ত্র অর্জন করেছে বা অর্জন করার চেষ্টা করেছে। রাসায়নিক অস্ত্রের ক্রমাগত হুমকি অনেক রাজ্যকে তাদের বিরুদ্ধে প্রতিরক্ষা প্রস্তুত করতে এবং ভিন্নমত পোষণকারী বা অসম্মতিহীন রাষ্ট্রগুলির উপর CWC মেনে চলার জন্য কূটনৈতিক চাপ প্রয়োগ করতে পরিচালিত করেছে।",
  "CombatWeapons": "তলোয়ার, ইতিহাসের দীর্ঘ সময়ের মধ্য দিয়ে প্রসিদ্ধ হাতের অস্ত্র। এটিতে একটি ধাতব ব্লেড থাকে যা দৈর্ঘ্য, প্রস্থ এবং কনফিগারেশনে পরিবর্তিত হয় তবে একটি ড্যাগারের চেয়ে দীর্ঘ এবং সাধারণত একটি গার্ড দিয়ে সজ্জিত একটি হাতল বা হিল্ট দিয়ে লাগানো হয়। ব্রোঞ্জ যুগে (সি. 3000 খ্রিস্টপূর্বাব্দ), যখন তামা এবং ব্রোঞ্জের অস্ত্রগুলি লম্বা পাতার আকৃতির ব্লেড এবং হাতল আকারে ব্লেডের একটি সম্প্রসারণ সমন্বিত হিল্ট সহ তৈরি করা হয়েছিল তখন খঞ্জর থেকে তরোয়ালটি আলাদা হয়ে যায়। রোমান আমলে হিল্টটি ছোট, সমতল ব্লেড থেকে আলাদা ছিল এবং মধ্যযুগে অস্ত্রটি তার প্রধান মৌলিক রূপ অর্জন করেছিল। মধ্যযুগীয় বীরত্বের ভারী তরবারিটির একটি বড় হিল ছিল, প্রায়শই এটি উভয় হাতে আঁকড়ে ধরার জন্য ডিজাইন করা হয়েছিল, শীর্ষে একটি বড় প্রতিরক্ষামূলক গার্ড বা পোমেল ছিল। ব্লেডটি ছিল সোজা, দ্বি-ধারী এবং নির্দেশিত; এটি বারবার গুলি চালানো এবং হাতুড়ি দিয়ে তৈরি করা হয়েছিল, একটি প্রক্রিয়া যা অল্প পরিমাণে কার্বন যোগ করে লোহাকে হালকা ইস্পাতে রূপান্তরিত করেছিল। ব্লেডগুলিও লোহার স্তরিত স্ট্রিপ দিয়ে তৈরি করা হয়েছিল, যেগুলি একসাথে হাতুড়ি দেওয়া হয়েছিল। দামেস্ক ছিল নৈপুণ্যের একটি বিখ্যাত কেন্দ্র।\n\nআগ্নেয়াস্ত্রের প্রবর্তনের সাথে যুক্ত যুদ্ধের পরিবর্তনগুলি তলোয়ারকে নির্মূল করেনি বরং এর প্রকারগুলিকে বাড়িয়ে দিয়েছে। দেহের বর্ম পরিত্যাগ করা তলোয়ারধারীর জন্য তার অস্ত্রের সাথে প্যারি করতে সক্ষম হওয়ার প্রয়োজনীয়তা তৈরি করেছিল এবং থ্রাস্ট-এন্ড-প্যারি রেপিয়ার ব্যবহার করা হয়েছিল।",
  "Explosives": "V-2 রকেট, জার্মান সম্পূর্ণ Vergeltungswaffen-2 ('Vengeance Weapon 2'), যাকে V-2 মিসাইল বা A-4ও বলা হয়, দ্বিতীয় বিশ্বযুদ্ধের জার্মান ব্যালিস্টিক ক্ষেপণাস্ত্র, আধুনিক মহাকাশ রকেট এবং দূরপাল্লার ক্ষেপণাস্ত্রের অগ্রদূত।\n\nওয়ার্নহার ভন ব্রাউনের নেতৃত্বে বিজ্ঞানীদের প্রচেষ্টায় 1936 সাল থেকে জার্মানিতে বিকশিত, এটি প্রথম সফলভাবে 3 অক্টোবর, 1942-এ চালু হয়েছিল এবং 6 সেপ্টেম্বর, 1944-এ প্যারিসের বিরুদ্ধে গুলি চালানো হয়েছিল। দুই দিন পরে 1,100টিরও বেশি V-2 এর মধ্যে প্রথমটি গ্রেট ব্রিটেনের বিরুদ্ধে গুলি চালানো হয়েছিল (সর্বশেষ 27 মার্চ, 1945)। বেলজিয়ামেও ব্যাপক বোমাবর্ষণ করা হয়। V-2 হামলায় প্রায় 5,000 জন মানুষ মারা গিয়েছিল, এবং অনুমান করা হয় যে মিটেলবাউ-ডোরা কনসেনট্রেশন ক্যাম্পের অন্তত 10,000 বন্দী মারা গিয়েছিল যখন ভূগর্ভস্থ মিটেলওয়ার্ক কারখানায় V-2 তৈরিতে বাধ্যতামূলক শ্রম হিসাবে ব্যবহার করা হয়েছিল। যুদ্ধের পরে, মার্কিন যুক্তরাষ্ট্র এবং সোভিয়েত ইউনিয়ন উভয়ই প্রচুর পরিমাণে V-2 গুলি দখল করে এবং গবেষণায় তাদের ব্যবহার করে যা তাদের ক্ষেপণাস্ত্র এবং মহাকাশ অনুসন্ধান কর্মসূচির বিকাশের দিকে পরিচালিত করে।",
  "Firearms": "হ্যান্ডগান, গুলি চালানোর সময় এক হাতে ধরে রাখার মতো যথেষ্ট ছোট আগ্নেয়াস্ত্র। এটি সাধারণত একটি একক প্রজেক্টাইল বা বুলেট ফায়ার করে এবং অতিরিক্ত গোলাবারুদ একটি ঘূর্ণায়মান প্রক্রিয়া বা ম্যাগাজিনে পাওয়া যেতে পারে। হ্যান্ডগানগুলি টার্গেট শ্যুটিং, ছোট খেলা শিকার বা ব্যক্তিগত আত্মরক্ষার জন্য ব্যবহার করা যেতে পারে। স্বয়ংক্রিয় হ্যান্ডগানগুলি অনেক দেশেই বেআইনি, এবং যে কোনও হ্যান্ডগানের ব্যক্তিগত মালিকানা বিশ্বের বেশিরভাগ দেশেই সীমাবদ্ধ। এছাড়াও স্বয়ংক্রিয় পিস্তল দেখুন; পিস্তল রিভলবার",
  "NuclearWeapons": "পারমাণবিক বোমা, যাকে পরমাণু বোমাও বলা হয়, দুর্দান্ত বিস্ফোরক শক্তির অস্ত্র যা প্লুটোনিয়াম বা ইউরেনিয়ামের মতো ভারী উপাদানের নিউক্লিয়াসের বিভাজন বা বিদারণে হঠাৎ শক্তির মুক্তির ফলে।",
  "SiegeWeapons": "কামান, বড় বন্দুক, হাউইটজার বা মর্টার, যেমন একটি মাস্কেট, রাইফেল বা অন্যান্য ছোট হাত থেকে আলাদা। আধুনিক কামান হল জটিল মেকানিজম যা উচ্চ-গ্রেডের ইস্পাত থেকে ঢালাই এবং সহনশীলতার জন্য মেশিনে তৈরি। তাদের বৈশিষ্ট্যগতভাবে রাইফেল বোর রয়েছে, যদিও কিছু সমসাময়িক ট্যাঙ্ক-মাউন্ট করা এবং ফিল্ড আর্টিলারি বন্দুকগুলি মসৃণ-বিরক্ত।\n\n15 শতকে ইউরোপে বিশাল কামানের টুকরা আবির্ভূত হয়েছিল, কিন্তু প্রায় 1670 সাল পর্যন্ত কামান শব্দটি শুধুমাত্র বিশেষ ধরনের বন্দুকের জন্য প্রয়োগ করা হয়েছিল। এগুলিকে সাধারণত রাজকীয় কামান বা ডাবল কামানে ভাগ করা হত, যার ওজন ছিল প্রায় 8,000 পাউন্ড (3,630 কেজি) এবং 60-63 পাউন্ড (27-28 কেজি) ওজনের একটি বল নিক্ষেপ করা হত; পুরো কামান, যার ওজন ছিল প্রায় 7,000 পাউন্ড এবং একটি 38-40-পাউন্ড বল নিক্ষেপ করেছিল; এবং প্রায় 6,000 পাউন্ডের ডেমিকানন, যা একটি 28-30-পাউন্ড বল শট করেছিল। অন্যান্য বড় বন্দুকগুলিকে কামান বলা হত না কিন্তু বিভিন্ন নাম ছিল (যেমন, কালভেরিন) যা তাদের আকার এবং কার্যকারিতা নির্দেশ করে।"
}
