{
  "WeaponsDictionary1": "Artillery",
  "WeaponsDictionary2": "Biological Weaponry",
  "WeaponsDictionary3": "Chemical Weaponry",
  "WeaponsDictionary4": "Combat Weapons",
  "WeaponsDictionary5": "Explosives",
  "WeaponsDictionary6": "Firearms",
  "WeaponsDictionary7": "Nuclear Weapons",
  "WeaponsDictionary8": "Siege Weapons",
  "Artillery1": "Anticraft Gun",
  "Artillery2": "Antitank Weapon",
  "Artillery3": "Big Bertha",
  "Artillery4": "Cannon",
  "Cannon1": "French 75",
  "Cannon2": "Vulcan Automatic Cannon",
  "AntiaircraftGun": "Antiaircraft Gun, artillery piece that is fired from the ground or shipboard in defense against aerial attack. Antiaircraft weapons development began as early as 1910, when the airplane first became an effective weapon. In World War I, field artillery pieces up to about 90 mm (3.5 inches) in calibre were converted to antiaircraft use by mountings that enabled them to fire nearly vertically. Aiming methods were inadequate, however, and in the interwar decades great progress was made in the development of range finders, searchlights, time fuzes, and gunlaying mechanisms to help artillery pieces hit the rapidly moving targets presented by aircraft.\n\nIn World War II, rapid-firing and automatic antiaircraft guns were introduced, radar was applied to target tracking, and tiny radio-wave proximity fuzes exploded the ammunition as it approached the target. Against dive-bombers and low-level attack aircraft, a 40-millimetre (1.5-inch) gun, first produced by the Bofors firm of Sweden, was widely used by the British and U.S. forces. It fired 2-pound (0.9-kilogram) projectiles to a height of 2 miles (3.2 km) at 120 rounds per minute. The Soviets based their 37-millimetre weapon on this gun. Heavier antiaircraft guns, up to 120 mm, were used against high-flying bombers. The most effective of these was the German 88-millimetre Fliegerabwehrkanone; its abbreviated name, flak, became a universal term for antiaircraft fire.\n\nIn 1953 the U.S. Army introduced the Skysweeper, a 75-millimetre automatic cannon firing 45 shells per minute, aimed and fired by its own radar-computer system. With the introduction of guided surface-to-air missiles in the 1950s and ’60s, heavy antiaircraft guns such as this were phased out, though radar-guided automatic guns of 20 to 40 mm continued to provide a defense against low-flying aircraft and helicopters.",
  "AntitankWeapon": "Antitank Weapon, any of several guns, missiles, and mines intended for use against tanks. The first response to the introduction of tanks during World War I was a variety of grenades and large-calibre rifles designed to penetrate tanks’ relatively thin armour or disable their tracks. Land mines and ordinary artillery were also used effectively. By the beginning of World War II, a family of small, low-trajectory artillery pieces had been developed as antitank guns. These were initially of 37-millimetre (1.46-inch) calibre and fired special ammunition. During the war increasingly larger calibres were used, and a variety of ammunition types—including shells tipped with harder alloys, improved propellants to give higher velocities, and more powerful explosives—were developed. The German 88-millimetre (3.46-inch) antitank gun was a particularly effective weapon in the war. A number of antitank guns used the shaped or hollow charge shell, which was designed to explode on impact and channel the explosive energy forward, enhancing penetrating force. Recoilless rifles were also specially developed for use against tanks.\n\nWorld War II also saw the production of a variety of antitank missiles and launching devices, of which the American bazooka and its counterparts in other armies were the best known; these were small, short-range rocket launchers carried and aimed by a single operator. After World War II the technology of antitank weaponry advanced in several directions. Most important was a new family of electronically guided missiles, employing either beam- or wire-guidance systems. By the early 1970s these had attained a high degree of refinement in accuracy, range, and versatility. Antitank guns also developed rapidly in this period, with further improvements in propellants, explosives, projectiles, and the design of gun tubes. Some antitank guns were smooth-bored instead of rifled in order to fire both missiles and projectiles.",
  "BigBertha": "Big Bertha, German Dicke Bertha, a type of 420-mm (16.5-inch) howitzer that was first used by the German army to bombard Belgian and French forts during World War I. Officially designated as the 42-cm kurze Marinekanone 14 L/12 in Räderlafette (“42-cm short naval canon 14 L/12 on wheeled carriage”), the gun was nicknamed “Big Bertha” by German soldiers after one of its projectiles completely destroyed Fort Loncin during the siege of Liège, Belgium. A total of 12 Big Berthas were put into service.\n\nThe gun was designed and built under great secrecy by the firm Krupp, Germany’s largest armaments manufacturer, in the years before the war for the sole purpose of overcoming modern Belgian and French forts built of reinforced concrete. At the time of their construction, the Big Berthas were the largest, most-powerful mobile artillery pieces in use by any army. The gun could fire projectiles weighing up to 1,785 pounds (810 kg) to a distance of almost six miles (9 km). The most widely used type of shell was equipped with a delayed-action fuse that exploded after having penetrated up to 40 feet (12 metres) of concrete and earth.\n\nThe gun and its carriage, when fully assembled, weighed about 47 tons (42,600 kg). The Big Berthas generally operated in pairs, and each was crewed and serviced by about 240 men. For transport to the battlefield, the howitzer was disassembled into components and loaded onto five special wagons pulled by gasoline-powered motor tractors. For long-distance travel, the road wagons and other equipment were moved by railway cars. After detraining, the transport wagons were hauled by tractor to the firing site, where the guns were reassembled. Under ideal conditions a Big Bertha could be assembled in six hours.\n\nAt the start of war, the German army had only two Big Berthas, and both saw their first action against the complex of Belgian forts around Liège on August 12, 1914. In five days, they destroyed a succession of forts and compelled the surrender of the city, thereby opening the way for the German army to advance westward through southern Belgium on its way to invading northern France. Farther to the west, the forts around the city of Namur were similarly battered into surrender by the Big Berthas and Škoda 305-mm (12-inch) mortars on August 21–25. Two more successful sieges followed at Maubeuge (August 25–September 8) and Antwerp (September 28–October 10). In 1915, as more Big Berthas were built and fielded (for a total of 12 guns), they produced similar results against Russian forts. The Battle of Verdun in 1916 proved to be the swan song for the Big Berthas, which were unable to penetrate the reinforced concrete of the modernized French forts at Douaumont and Vaux.\n\nAccording to some sources, the nickname “Big Bertha” was bestowed on the guns in honour of Bertha Krupp von Bohlen und Holbach, owner of the Krupp firm. In popular usage, the name Big Bertha was also applied, incorrectly, by members of the Allied forces to the extreme long-range cannons with which the Germans shelled Paris in 1918; those guns are properly known as Paris Guns.",
  "VulcanAutomaticCannon": "Vulcan automatic cannon, 20-millimetre (0.8-inch) weapon capable of firing at a rate of up to 7,200 rounds per minute. Such extremely rapid fire is thought necessary in combat between supersonic aircraft, for a target may only be in the gunsight for a second or less at one time.\n\nTo attain the requisite speed, six barrels are electrically fired and rotated in succession, an arrangement basically like that of the 19th-century Gatling gun. The Vulcan is widely used in aircraft and various tactical surface weapon systems.",
  "BiologicalWeaponry": "Biological weapon, also called germ weapon, any of a number of disease-producing agents—such as bacteria, viruses, rickettsiae, fungi, toxins, or other biological agents—that may be utilized as weapons against humans, animals, or plants.\n\nThe direct use of infectious agents and poisons against enemy personnel is an ancient practice in warfare. Indeed, in many conflicts, diseases have been responsible for more deaths than all the employed combat arms combined, even when they have not consciously been used as weapons.\n\nBiological weapons, like chemical weapons, radiological weapons, and nuclear weapons, are commonly referred to as weapons of mass destruction, although the term is not truly appropriate in the case of biological armaments. Lethal biological weapons may be capable of causing mass deaths, but they are incapable of mass destruction of infrastructure, buildings, or equipment. Nevertheless, because of the indiscriminate nature of these weapons—as well as the potential for starting widespread pandemics, the difficulty of controlling disease effects, and the simple fear that they inspire—most countries have agreed to ban the entire class.",
  "ChemicalWeaponry": "Chemical weapon, any of several chemical compounds, usually toxic agents, that are intended to kill, injure, or incapacitate enemy personnel. In modern warfare, chemical weapons were first used in World War I (1914–18), during which gas warfare inflicted more than one million of the casualties suffered by combatants in that conflict and killed an estimated 90,000. In the years since then, chemical arms have been employed numerous times, most notably in the Iran-Iraq War (1980–88) and the Syrian Civil War. The United States and the Soviet Union, during their decades of confrontation in the Cold War (1945–91), built up enormous stockpiles of chemical weapons. The end of the Cold War enabled those former adversaries to agree to ban all chemical weapons of the types that had been developed during World War I (first generation), World War II (second generation), and the Cold War (third generation).\n\nLike nuclear weapons and biological weapons, chemical weapons are often classified as weapons of mass destruction. Under the Chemical Weapons Convention (CWC) of 1993, the use of chemical weapons in war is prohibited, as is all development, production, acquisition, stockpiling, and transfer of such weapons. Nevertheless, while the aim of the CWC is complete elimination of most types of chemical weapons, not all countries have abandoned their chemical warfare capabilities. In particular, some weaker states have pursued chemical weapons programs as deterrents to being attacked by enemies that have either stronger conventional forces or their own weapons of mass destruction, and some regimes have used chemical weapons to threaten especially vulnerable foes outside and even within their own borders.\n\nFurthermore, some individuals and militant organizations have acquired or have sought to acquire chemical weapons in order to attack their enemies or to secure their own ends through terror. The continued threat from chemical weapons has led many states to prepare defenses against them and to exert diplomatic pressure on dissenting or noncompliant states to abide by the CWC.",
  "CombatWeapons": "Sword, preeminent hand weapon through a long period of history. It consists of a metal blade varying in length, breadth, and configuration but longer than a dagger and fitted with a handle or hilt usually equipped with a guard. The sword became differentiated from the dagger during the Bronze Age (c. 3000 BCE), when copper and bronze weapons were produced with long leaf-shaped blades and with hilts consisting of an extension of the blade in handle form. By Roman times the hilt was distinct from the short, flat blade, and by the Middle Ages the weapon had acquired its main basic forms. The heavy sword of medieval chivalry had a large hilt, often designed to be gripped in both hands, with a large protective guard or pommel at the top. The blade was straight, double-edged, and pointed; it was fabricated by repeated firing and hammering, a process that converted the iron into mild steel by the addition of a small amount of carbon. Blades were also made of laminated strips of iron, which were hammered together. Damascus was a renowned centre of the craft.\n\nThe changes in warfare associated with the introduction of firearms did not eliminate the sword but rather proliferated its types. The discarding of body armour made it necessary for the swordsman to be able to parry with his weapon, and the thrust-and-parry rapier came into use.",
  "Explosives": "V-2 rocket, German in full Vergeltungswaffen-2 (“Vengeance Weapon 2”), also called V-2 missile or A-4, German ballistic missile of World War II, the forerunner of modern space rockets and long-range missiles.\n\nDeveloped in Germany from 1936 through the efforts of scientists led by Wernher von Braun, it was first successfully launched on October 3, 1942, and was fired against Paris on September 6, 1944. Two days later the first of more than 1,100 V-2s was fired against Great Britain (the last on March 27, 1945). Belgium was also heavily bombarded. About 5,000 people died in V-2 attacks, and it is estimated that at least 10,000 prisoners from the Mittelbau-Dora concentration camp died when used as forced labour in building V-2s at the underground Mittelwerk factory. After the war, both the United States and the Soviet Union captured large numbers of V-2s and used them in research that led to the development of their missile and space exploration programs.",
  "Firearms": "Handgun, any firearm small enough to be held in one hand when fired. It usually fires a single projectile or bullet, and additional ammunition may be available in a revolving mechanism or magazine. Handguns may be used for target shooting, hunting small game, or personal self-defense. Automatic handguns are illegal in many countries, and private ownership of any handgun is restricted in most of the world. See also automatic pistol; pistol; revolver.",
  "NuclearWeapons": "Atomic bomb, also called atom bomb, weapon with great explosive power that results from the sudden release of energy upon the splitting, or fission, of the nuclei of a heavy element such as plutonium or uranium.",
  "SiegeWeapons": "Cannon, big gun, howitzer, or mortar, as distinguished from a musket, rifle, or other small arm. Modern cannon are complex mechanisms cast from high-grade steel and machined to exacting tolerances. They characteristically have rifled bores, though some contemporary tank-mounted and field artillery guns are smooth-bored.\n\nHuge artillery pieces appeared in Europe in the 15th century, but until about 1670 the word cannon was applied only to special types of guns. These were usually divided into the cannon royal, or double cannon, which weighed about 8,000 pounds (3,630 kg) and fired a ball weighing 60–63 pounds (27–28 kg); the whole cannon, which weighed about 7,000 pounds and fired a 38–40-pound ball; and the demicannon of about 6,000 pounds, which shot a 28–30-pound ball. Other large guns were not called cannon but bore different names (e.g., culverin) that indicated their size and function."
}
