{
  "WeaponsDictionary1": "Artillería",
  "WeaponsDictionary2": "Armamento biológico",
  "WeaponsDictionary3": "armamento quimico",
  "WeaponsDictionary4": "Armas de combate",
  "WeaponsDictionary5": "Explosivos",
  "WeaponsDictionary6": "Armas de fuego",
  "WeaponsDictionary7": "Armas nucleares",
  "WeaponsDictionary8": "Armas de asedio",
  "Artillery1": "Pistola antiartesanal",
  "Artillery2": "Arma antitanque",
  "Artillery3": "Gran berta",
  "Artillery4": "Cañón",
  "Cannon1": "francés 75",
  "Cannon2": "Cañón automático Vulcan",
  "AntiaircraftGun": "Cañón Antiaéreo, pieza de artillería que se dispara desde tierra o a bordo en defensa contra ataques aéreos. El desarrollo de armas antiaéreas comenzó en 1910, cuando el avión se convirtió por primera vez en un arma eficaz. En la Primera Guerra Mundial, las piezas de artillería de campaña de hasta unos 90 mm (3,5 pulgadas) de calibre se convirtieron para uso antiaéreo mediante montajes que les permitían disparar casi verticalmente. Sin embargo, los métodos de puntería eran inadecuados y en las décadas de entreguerras se lograron grandes avances en el desarrollo de telémetros, reflectores, espoletas de tiempo y mecanismos de colocación de armas para ayudar a las piezas de artillería a alcanzar los objetivos que se movían rápidamente presentados por los aviones.\n\nEn la Segunda Guerra Mundial, se introdujeron cañones antiaéreos automáticos y de disparo rápido, se aplicó el radar para el seguimiento de objetivos y pequeñas espoletas de proximidad de ondas de radio hicieron explotar la munición a medida que se acercaba al objetivo. Contra bombarderos en picado y aviones de ataque de bajo nivel, las fuerzas británicas y estadounidenses utilizaron ampliamente un cañón de 40 milímetros (1,5 pulgadas), producido por primera vez por la firma Bofors de Suecia. Disparó proyectiles de 2 libras (0,9 kilogramos) a una altura de 2 millas (3,2 km) a 120 rondas por minuto. Los soviéticos basaron su arma de 37 milímetros en esta pistola. Se utilizaron cañones antiaéreos más pesados, de hasta 120 mm, contra bombarderos de alto vuelo. El más efectivo de estos fue el Fliegerabwehrkanone alemán de 88 milímetros; su nombre abreviado, flak, se convirtió en un término universal para el fuego antiaéreo.\n\nEn 1953, el Ejército de los EE. UU. presentó el Skysweeper, un cañón automático de 75 milímetros que dispara 45 proyectiles por minuto, apuntado y disparado por su propio sistema de computadora de radar. Con la introducción de los misiles tierra-aire guiados en las décadas de 1950 y 1960, los cañones antiaéreos pesados ​​como este fueron eliminados gradualmente, aunque los cañones automáticos guiados por radar de 20 a 40 mm continuaron proporcionando una defensa contra aviones que vuelan a baja altura y helicópteros",
  "AntitankWeapon": "Arma antitanque, cualquiera de varios cañones, misiles y minas destinados a usarse contra tanques. La primera respuesta a la introducción de tanques durante la Primera Guerra Mundial fue una variedad de granadas y rifles de gran calibre diseñados para penetrar la armadura relativamente delgada de los tanques o desactivar sus orugas. Las minas terrestres y la artillería ordinaria también se utilizaron con eficacia. Al comienzo de la Segunda Guerra Mundial, se había desarrollado una familia de piezas de artillería pequeñas y de baja trayectoria como cañones antitanque. Estos eran inicialmente de calibre 37 milímetros (1,46 pulgadas) y disparaban municiones especiales. Durante la guerra, se utilizaron calibres cada vez más grandes y se desarrollaron una variedad de tipos de municiones, incluidos proyectiles con puntas de aleaciones más duras, propulsores mejorados para dar velocidades más altas y explosivos más potentes. El cañón antitanque alemán de 88 milímetros (3,46 pulgadas) fue un arma particularmente eficaz en la guerra. Varios cañones antitanque usaban el proyectil de carga hueca o con forma, que estaba diseñado para explotar al impactar y canalizar la energía explosiva hacia adelante, mejorando la fuerza de penetración. Los rifles sin retroceso también se desarrollaron especialmente para su uso contra tanques.\n\nLa Segunda Guerra Mundial también vio la producción de una variedad de misiles antitanque y dispositivos de lanzamiento, de los cuales la bazuca estadounidense y sus contrapartes en otros ejércitos fueron los más conocidos; estos eran pequeños lanzacohetes de corto alcance llevados y apuntados por un solo operador. Después de la Segunda Guerra Mundial, la tecnología del armamento antitanque avanzó en varias direcciones. Lo más importante fue una nueva familia de misiles guiados electrónicamente, que empleaban sistemas de guía por haz o por cable. A principios de la década de 1970, estos habían alcanzado un alto grado de refinamiento en precisión, alcance y versatilidad. Los cañones antitanques también se desarrollaron rápidamente en este período, con más mejoras en los propulsores, explosivos, proyectiles y el diseño de los tubos de los cañones. Algunos cañones antitanque tenían ánima lisa en lugar de estriado para disparar tanto misiles como proyectiles.",
  "BigBertha": "Big Bertha, Dicke Bertha alemán, un tipo de obús de 420 mm (16,5 pulgadas) que fue utilizado por primera vez por el ejército alemán para bombardear fuertes belgas y franceses durante la Primera Guerra Mundial. Designado oficialmente como kurze Marinekanone de 42 cm 14 L/ 12 en Räderlafette ('cañón naval corto de 42 cm 14 L/12 sobre carro con ruedas'), el arma fue apodada 'Big Bertha' por los soldados alemanes después de que uno de sus proyectiles destruyera por completo el Fuerte Loncin durante el asedio de Lieja, Bélgica. Se pusieron en servicio un total de 12 Big Berthas.\n\nEl arma fue diseñada y construida bajo gran secreto por la firma Krupp, el mayor fabricante de armamento de Alemania, en los años previos a la guerra con el único propósito de superar los modernos fuertes belgas y franceses construidos con hormigón armado. En el momento de su construcción, los Big Berthas eran las piezas de artillería móvil más grandes y poderosas que utilizaba cualquier ejército. El arma podía disparar proyectiles con un peso de hasta 1785 libras (810 kg) a una distancia de casi seis millas (9 km). El tipo de proyectil más utilizado estaba equipado con un fusible de acción retardada que explotaba después de haber penetrado hasta 40 pies (12 metros) de hormigón y tierra.\n\nEl arma y su carro, cuando estaban completamente ensamblados, pesaban alrededor de 47 toneladas (42 600 kg). Los Big Bertha generalmente operaban en parejas, y cada uno estaba tripulado y atendido por unos 240 hombres. Para el transporte al campo de batalla, el obús se desmontó en componentes y se cargó en cinco vagones especiales tirados por tractores de gasolina. Para los viajes de larga distancia, los vagones de carretera y otros equipos se movían en vagones de ferrocarril. Después del desentrenamiento, los vagones de transporte fueron transportados por tractor al lugar de tiro, donde se volvieron a ensamblar las armas. En condiciones ideales, un Big Bertha podría ensamblarse en seis horas.\n\nAl comienzo de la guerra, el ejército alemán solo tenía dos Big Berthas, y ambos vieron su primera acción contra el complejo de fuertes belgas alrededor de Lieja el 12 de agosto de 1914. En cinco días, destruyeron una sucesión de fuertes y obligaron a la rendición de la ciudad, abriendo así el camino para que el ejército alemán avance hacia el oeste a través del sur de Bélgica en su camino para invadir el norte de Francia. Más al oeste, los fuertes alrededor de la ciudad de Namur fueron derrotados de manera similar por los morteros Big Berthas y Škoda de 305 mm (12 pulgadas) del 21 al 25 de agosto. Siguieron otros dos asedios exitosos en Maubeuge (25 de agosto al 8 de septiembre) y Amberes (28 de septiembre al 10 de octubre). En 1915, a medida que se construyeron y desplegaron más Big Berthas (para un total de 12 cañones), produjeron resultados similares contra los fuertes rusos. La Batalla de Verdún en 1916 resultó ser el canto del cisne para los Big Berthas, que no pudieron penetrar el hormigón armado de los fuertes franceses modernizados en Douaumont y Vaux.\n\nSegún algunas fuentes, el apodo de 'Big Bertha' se otorgó a las armas en honor a Bertha Krupp von Bohlen und Holbach, propietaria de la firma Krupp. En el uso popular, los miembros de las fuerzas aliadas también aplicaron incorrectamente el nombre Big Bertha a los cañones de largo alcance con los que los alemanes bombardearon París en 1918; esas armas se conocen correctamente como Paris Guns.",
  "VulcanAutomaticCannon": "Cañón automático Vulcan, arma de 20 milímetros (0,8 pulgadas) capaz de disparar a una velocidad de hasta 7200 disparos por minuto. Se cree que un fuego tan extremadamente rápido es necesario en el combate entre aviones supersónicos, ya que un objetivo solo puede estar a la vista durante un segundo o menos a la vez.\n\nPara alcanzar la velocidad requerida, seis cañones se disparan eléctricamente y se giran en sucesión, una disposición básicamente similar a la de la ametralladora Gatling del siglo XIX. El Vulcan se usa ampliamente en aviones y en varios sistemas tácticos de armas de superficie.",
  "BiologicalWeaponry": "Arma biológica, también llamada arma microbiana, cualquiera de una serie de agentes productores de enfermedades, como bacterias, virus, rickettsias, hongos, toxinas u otros agentes biológicos, que pueden utilizarse como armas contra humanos, animales o plantas.\n\nEl uso directo de agentes infecciosos y venenos contra el personal enemigo es una práctica antigua en la guerra. De hecho, en muchos conflictos, las enfermedades han sido responsables de más muertes que todas las armas de combate empleadas combinadas, incluso cuando no se han utilizado conscientemente como armas.\n\nLas armas biológicas, como las armas químicas, las armas radiológicas y las armas nucleares, se conocen comúnmente como armas de destrucción masiva, aunque el término no es realmente apropiado en el caso de las armas biológicas. Las armas biológicas letales pueden ser capaces de causar muertes masivas, pero son incapaces de destruir infraestructuras, edificios o equipos en masa. Sin embargo, debido a la naturaleza indiscriminada de estas armas, así como al potencial de iniciar pandemias generalizadas, la dificultad de controlar los efectos de las enfermedades y el simple miedo que inspiran, la mayoría de los países han acordado prohibir toda la clase.",
  "ChemicalWeaponry": "Arma química, cualquiera de varios compuestos químicos, generalmente agentes tóxicos, que están destinados a matar, herir o incapacitar al personal enemigo. En la guerra moderna, las armas químicas se usaron por primera vez en la Primera Guerra Mundial (1914-1918), durante la cual la guerra de gas infligió más de un millón de las bajas sufridas por los combatientes en ese conflicto y mató a unas 90.000 personas. En los años transcurridos desde entonces, las armas químicas se han empleado en numerosas ocasiones, sobre todo en la Guerra Irán-Irak (1980-1988) y la Guerra Civil Siria. Estados Unidos y la Unión Soviética, durante sus décadas de enfrentamiento en la Guerra Fría (1945-1991), acumularon enormes reservas de armas químicas. El final de la Guerra Fría permitió a esos antiguos adversarios acordar prohibir todas las armas químicas de los tipos que se habían desarrollado durante la Primera Guerra Mundial (primera generación), la Segunda Guerra Mundial (segunda generación) y la Guerra Fría (tercera generación).\n\nAl igual que las armas nucleares y las armas biológicas, las armas químicas suelen clasificarse como armas de destrucción masiva. Bajo la Convención de Armas Químicas (CWC) de 1993, el uso de armas químicas en la guerra está prohibido, al igual que todo desarrollo, producción, adquisición, almacenamiento y transferencia de dichas armas. Sin embargo, mientras que el objetivo de la CAQ es la eliminación completa de la mayoría de los tipos de armas químicas, no todos los países han abandonado sus capacidades de guerra química. En particular, algunos estados más débiles han llevado a cabo programas de armas químicas como disuasión de ser atacados por enemigos que tienen fuerzas convencionales más poderosas o sus propias armas de destrucción masiva, y algunos regímenes han usado armas químicas para amenazar a enemigos especialmente vulnerables fuera e incluso dentro de sus propios países. fronteras\n\nAdemás, algunos individuos y organizaciones militantes han adquirido o han tratado de adquirir armas químicas para atacar a sus enemigos o asegurar sus propios fines a través del terror. La continua amenaza de las armas químicas ha llevado a muchos estados a preparar defensas contra ellas y ejercer presión diplomática sobre los estados disidentes o incumplidores para que respeten la CAQ.",
  "CombatWeapons": "Espada, arma de mano preeminente durante un largo período de la historia. Consiste en una hoja de metal que varía en longitud, anchura y configuración, pero más larga que una daga y provista de un mango o empuñadura, por lo general equipada con una protección. La espada se diferenció de la daga durante la Edad del Bronce (c. 3000 a. C.), cuando se produjeron armas de cobre y bronce con hojas largas en forma de hoja y con empuñaduras que consistían en una extensión de la hoja en forma de mango. En la época romana, la empuñadura era distinta de la hoja plana y corta, y en la Edad Media el arma había adquirido sus principales formas básicas. La espada pesada de la caballería medieval tenía una gran empuñadura, a menudo diseñada para empuñarse con ambas manos, con una gran guarda protectora o pomo en la parte superior. La hoja era recta, de doble filo y puntiaguda; fue fabricado mediante cocción y martilleo repetidos, un proceso que convirtió el hierro en acero dulce mediante la adición de una pequeña cantidad de carbono. Las hojas también estaban hechas de tiras de hierro laminadas, que se martillaban juntas. Damasco era un centro de renombre de la artesanía.\n\nLos cambios en la guerra asociados con la introducción de las armas de fuego no eliminaron la espada sino que proliferaron sus tipos. El descarte de la armadura corporal hizo necesario que el espadachín pudiera parar con su arma, y ​​​​se empezó a usar el estoque de empuje y parada.",
  "Explosives": "Cohete V-2, alemán en su totalidad Vergeltungswaffen-2 (“Arma de venganza 2”), también llamado misil V-2 o A-4, misil balístico alemán de la Segunda Guerra Mundial, precursor de los modernos cohetes espaciales y misiles de largo alcance.\n\nDesarrollado en Alemania desde 1936 gracias a los esfuerzos de científicos dirigidos por Wernher von Braun, se lanzó con éxito por primera vez el 3 de octubre de 1942 y se disparó contra París el 6 de septiembre de 1944. Dos días después, el primero de más de 1100 V-2. fue disparado contra Gran Bretaña (el último el 27 de marzo de 1945). Bélgica también fue fuertemente bombardeada. Alrededor de 5.000 personas murieron en ataques con V-2, y se estima que al menos 10.000 prisioneros del campo de concentración de Mittelbau-Dora murieron cuando se los utilizó como trabajo forzado en la construcción de V-2 en la fábrica subterránea de Mittelwerk. Después de la guerra, tanto los Estados Unidos como la Unión Soviética capturaron una gran cantidad de V-2 y los utilizaron en investigaciones que condujeron al desarrollo de sus programas de exploración espacial y de misiles.",
  "Firearms": "Pistola, cualquier arma de fuego lo suficientemente pequeña como para sujetarla con una mano cuando se dispara. Por lo general, dispara un solo proyectil o bala, y puede haber municiones adicionales disponibles en un mecanismo giratorio o cargador. Las pistolas se pueden usar para tiro al blanco, caza menor o defensa personal. Las pistolas automáticas son ilegales en muchos países y la propiedad privada de cualquier pistola está restringida en la mayor parte del mundo. Véase también pistola automática; pistola; revólver.",
  "NuclearWeapons": "Bomba atómica, también llamada bomba atómica, arma de gran poder explosivo que resulta de la liberación repentina de energía al desdoblarse o fisionarse los núcleos de un elemento pesado como el plutonio o el uranio.",
  "SiegeWeapons": "Cañón, arma grande, obús o mortero, a diferencia de un mosquete, rifle u otra arma pequeña. Los cañones modernos son mecanismos complejos fundidos en acero de alta calidad y mecanizados con tolerancias exactas. Por lo general, tienen orificios estriados, aunque algunos cañones de artillería de campo y montados en tanques contemporáneos tienen orificios lisos.\n\nEnormes piezas de artillería aparecieron en Europa en el siglo XV, pero hasta aproximadamente 1670, la palabra cañón se aplicó solo a tipos especiales de armas. Por lo general, se dividían en el cañón real, o cañón doble, que pesaba alrededor de 8000 libras (3630 kg) y disparaba una bala que pesaba entre 60 y 63 libras (27 y 28 kg); todo el cañón, que pesaba unas 7000 libras y disparaba una bala de 38 a 40 libras; y el semicañón de unas 6.000 libras, que disparaba una bala de 28 a 30 libras. Otras armas grandes no se llamaban cañones, sino que tenían diferentes nombres (por ejemplo, culebrina) que indicaban su tamaño y función."
}
