{
  "WeaponsDictionary1": "Artillerie",
  "WeaponsDictionary2": "Armement biologique",
  "WeaponsDictionary3": "Armement chimique",
  "WeaponsDictionary4": "Armes de combat",
  "WeaponsDictionary5": "Explosifs",
  "WeaponsDictionary6": "Armes à feu",
  "WeaponsDictionary7": "Armes nucléaires",
  "WeaponsDictionary8": "Armes de siège",
  "Artillery1": "Pistolet anticraft",
  "Artillery2": "Arme antichar",
  "Artillery3": "Grosse Berthe",
  "Artillery4": "Canon",
  "Cannon1": "Français 75",
  "Cannon2": "Canon automatique Vulcain",
  "AntiaircraftGun": "Canon antiaérien, pièce d'artillerie tirée depuis le sol ou à bord d'un navire pour se défendre contre une attaque aérienne. Le développement des armes antiaériennes a commencé dès 1910, lorsque l'avion est devenu une arme efficace pour la première fois. Pendant la Première Guerre mondiale, des pièces d'artillerie de campagne jusqu'à environ 90 mm (3,5 pouces) de calibre ont été converties à l'usage antiaérien par des montages qui leur ont permis de tirer presque verticalement. Cependant, les méthodes de visée étaient inadéquates et, dans l'entre-deux-guerres, de grands progrès ont été réalisés dans le développement de télémètres, de projecteurs, de fusées temporisées et de mécanismes de tir pour aider les pièces d'artillerie à atteindre les cibles en mouvement rapide présentées par les avions.\n\nPendant la Seconde Guerre mondiale, des canons antiaériens à tir rapide et automatiques ont été introduits, un radar a été appliqué au suivi de la cible et de minuscules fusées de proximité à ondes radio ont fait exploser les munitions à l'approche de la cible. Contre les bombardiers en piqué et les avions d'attaque à basse altitude, un canon de 40 millimètres (1,5 pouce), produit pour la première fois par la société suédoise Bofors, était largement utilisé par les forces britanniques et américaines. Il a tiré des projectiles de 2 livres (0,9 kilogramme) à une hauteur de 2 miles (3,2 km) à 120 coups par minute. Les Soviétiques ont basé leur arme de 37 millimètres sur ce canon. Des canons antiaériens plus lourds, jusqu'à 120 mm, ont été utilisés contre des bombardiers de haut vol. Le plus efficace d'entre eux était le Fliegerabwehrkanone allemand de 88 millimètres ; son nom abrégé, flak, est devenu un terme universel pour le tir antiaérien.\n\nEn 1953, l'armée américaine a introduit le Skysweeper, un canon automatique de 75 millimètres tirant 45 obus par minute, visé et tiré par son propre système radar-ordinateur. Avec l'introduction des missiles sol-air guidés dans les années 1950 et 1960, les canons antiaériens lourds comme celui-ci ont été progressivement supprimés, bien que les canons automatiques guidés par radar de 20 à 40 mm aient continué à fournir une défense contre les avions volant à basse altitude et hélicoptères.",
  "AntitankWeapon": "Arme antichar, l'un des nombreux canons, missiles et mines destinés à être utilisés contre les chars. La première réponse à l'introduction des chars pendant la Première Guerre mondiale a été une variété de grenades et de fusils de gros calibre conçus pour pénétrer le blindage relativement mince des chars ou désactiver leurs chenilles. Les mines terrestres et l'artillerie ordinaire ont également été utilisées efficacement. Au début de la Seconde Guerre mondiale, une famille de petites pièces d'artillerie à faible trajectoire avait été développée comme canons antichars. Ceux-ci étaient initialement de calibre 37 millimètres (1,46 pouce) et tiraient des munitions spéciales. Pendant la guerre, des calibres de plus en plus gros ont été utilisés et une variété de types de munitions - y compris des obus à pointe d'alliages plus durs, des propulseurs améliorés pour donner des vitesses plus élevées et des explosifs plus puissants - ont été développés. Le canon antichar allemand de 88 millimètres (3,46 pouces) était une arme particulièrement efficace pendant la guerre. Un certain nombre de canons antichars utilisaient l'obus à charge creuse ou creuse, conçu pour exploser à l'impact et canaliser l'énergie explosive vers l'avant, améliorant ainsi la force de pénétration. Les fusils sans recul ont également été spécialement développés pour être utilisés contre les chars.\n\nLa Seconde Guerre mondiale a également vu la production d'une variété de missiles antichars et de dispositifs de lancement, dont le bazooka américain et ses homologues dans d'autres armées étaient les plus connus; il s'agissait de petits lance-roquettes à courte portée portés et dirigés par un seul opérateur. Après la Seconde Guerre mondiale, la technologie de l'armement antichar a progressé dans plusieurs directions. Le plus important était une nouvelle famille de missiles à guidage électronique, utilisant des systèmes de guidage par faisceau ou par fil. Au début des années 1970, ceux-ci avaient atteint un haut degré de raffinement en termes de précision, de portée et de polyvalence. Les canons antichars se sont également développés rapidement au cours de cette période, avec de nouvelles améliorations dans les propulseurs, les explosifs, les projectiles et la conception des tubes de canon. Certains canons antichars étaient à âme lisse au lieu d'être rayés afin de tirer à la fois des missiles et des projectiles.",
  "BigBertha": "Big Bertha, German Dicke Bertha, un type d'obusier de 420 mm (16,5 pouces) qui a été utilisé pour la première fois par l'armée allemande pour bombarder des forts belges et français pendant la Première Guerre mondiale. Officiellement désigné comme le kurze Marinekanone 14 L/ de 42 cm 12 à Räderlafette (« canon naval court de 42 cm 14 L/12 sur affût à roues »), le canon fut surnommé « Big Bertha » par les soldats allemands après qu'un de ses projectiles ait complètement détruit le fort de Loncin lors du siège de Liège, en Belgique. Au total, 12 Big Berthas ont été mis en service.\n\nLe canon a été conçu et construit dans le plus grand secret par la société Krupp, le plus grand fabricant d'armements allemand, dans les années précédant la guerre dans le seul but de vaincre les forts modernes belges et français construits en béton armé. Au moment de leur construction, les Big Berthas étaient les pièces d'artillerie mobiles les plus grandes et les plus puissantes utilisées par n'importe quelle armée. Le canon pouvait tirer des projectiles pesant jusqu'à 1 785 livres (810 kg) à une distance de près de 9 km. Le type d'obus le plus utilisé était équipé d'un fusible à action retardée qui explosait après avoir pénétré jusqu'à 40 pieds (12 mètres) de béton et de terre.\n\nLe canon et son chariot, une fois entièrement assemblés, pesaient environ 47 tonnes (42 600 kg). Les Big Berthas opéraient généralement par paires, et chacun était équipé et entretenu par environ 240 hommes. Pour le transport sur le champ de bataille, l'obusier a été démonté en composants et chargé sur cinq wagons spéciaux tirés par des tracteurs à moteur à essence. Pour les voyages longue distance, les wagons routiers et autres équipements étaient déplacés par des wagons de chemin de fer. Après le débarquement, les wagons de transport ont été transportés par tracteur jusqu'au site de tir, où les canons ont été remontés. Dans des conditions idéales, une Big Bertha pourrait être assemblée en six heures.\n\nAu début de la guerre, l'armée allemande ne disposait que de deux Big Berthas, et toutes deux virent leur première action contre le complexe de forts belges autour de Liège le 12 août 1914. En cinq jours, elles détruisirent une succession de forts et obligèrent la reddition de la ville, ouvrant ainsi la voie à l'armée allemande pour avancer vers l'ouest à travers le sud de la Belgique en route vers l'invasion du nord de la France. Plus à l'ouest, les forts autour de la ville de Namur ont également été battus par les mortiers Big Berthas et Škoda de 305 mm (12 pouces) du 21 au 25 août. Deux autres sièges réussis suivirent à Maubeuge (25 août-8 septembre) et Anvers (28 septembre-10 octobre). En 1915, alors que d'autres Big Berthas étaient construits et mis en service (pour un total de 12 canons), ils produisirent des résultats similaires contre les forts russes. La bataille de Verdun en 1916 s'est avérée être le chant du cygne pour les Big Berthas, qui n'ont pas pu pénétrer le béton armé des forts français modernisés de Douaumont et de Vaux.\n\nSelon certaines sources, le surnom de 'Big Bertha' a été attribué aux armes en l'honneur de Bertha Krupp von Bohlen und Holbach, propriétaire de la société Krupp. Dans l'usage populaire, le nom Big Bertha a également été appliqué, à tort, par les membres des forces alliées aux canons à très longue portée avec lesquels les Allemands ont bombardé Paris en 1918; ces armes sont correctement connues sous le nom de Paris Guns.",
  "VulcanAutomaticCannon": "Canon automatique Vulcain, arme de 20 millimètres (0,8 pouce) capable de tirer à une cadence allant jusqu'à 7 200 coups par minute. Un tel tir extrêmement rapide est jugé nécessaire dans les combats entre avions supersoniques, car une cible ne peut être dans le viseur que pendant une seconde ou moins à la fois.\n\nPour atteindre la vitesse requise, six canons sont tirés électriquement et tournés successivement, un arrangement fondamentalement similaire à celui du pistolet Gatling du XIXe siècle. Le Vulcan est largement utilisé dans les avions et divers systèmes d'armes de surface tactiques.",
  "BiologicalWeaponry": "Arme biologique, également appelée arme bactériologique, l'un des nombreux agents pathogènes, tels que les bactéries, les virus, les rickettsies, les champignons, les toxines ou d'autres agents biologiques, qui peuvent être utilisés comme armes contre les humains, les animaux ou les plantes.\n\nL'utilisation directe d'agents infectieux et de poisons contre le personnel ennemi est une pratique ancienne de la guerre. En effet, dans de nombreux conflits, les maladies ont été responsables de plus de décès que toutes les armes de combat utilisées combinées, même lorsqu'elles n'ont pas été consciemment utilisées comme armes.\n\nLes armes biologiques, comme les armes chimiques, les armes radiologiques et les armes nucléaires, sont communément appelées armes de destruction massive, bien que le terme ne soit pas vraiment approprié dans le cas des armements biologiques. Les armes biologiques létales peuvent être capables de causer des morts massives, mais elles sont incapables de détruire massivement des infrastructures, des bâtiments ou des équipements. Néanmoins, en raison de la nature aveugle de ces armes - ainsi que du potentiel de déclenchement de pandémies généralisées, de la difficulté de contrôler les effets de la maladie et de la simple peur qu'elles inspirent - la plupart des pays ont accepté d'interdire toute la classe.",
  "ChemicalWeaponry": "Arme chimique, n'importe lequel de plusieurs composés chimiques, généralement des agents toxiques, destinés à tuer, blesser ou neutraliser le personnel ennemi. Dans la guerre moderne, les armes chimiques ont été utilisées pour la première fois pendant la Première Guerre mondiale (1914-18), au cours de laquelle la guerre des gaz a infligé plus d'un million de victimes aux combattants dans ce conflit et tué environ 90 000 personnes. Au cours des années qui ont suivi, les armes chimiques ont été employées à de nombreuses reprises, notamment lors de la guerre Iran-Irak (1980-1988) et de la guerre civile syrienne. Les États-Unis et l'Union soviétique, au cours de leurs décennies d'affrontement pendant la guerre froide (1945-1991), ont constitué d'énormes stocks d'armes chimiques. La fin de la guerre froide a permis à ces anciens adversaires d'accepter d'interdire toutes les armes chimiques des types qui avaient été développés pendant la Première Guerre mondiale (première génération), la Seconde Guerre mondiale (deuxième génération) et la guerre froide (troisième génération).\n\nComme les armes nucléaires et les armes biologiques, les armes chimiques sont souvent classées comme armes de destruction massive. En vertu de la Convention sur les armes chimiques (CAC) de 1993, l'utilisation d'armes chimiques en temps de guerre est interdite, de même que tout développement, production, acquisition, stockage et transfert de telles armes. Néanmoins, alors que l'objectif de la CAC est l'élimination complète de la plupart des types d'armes chimiques, tous les pays n'ont pas abandonné leurs capacités de guerre chimique. En particulier, certains États plus faibles ont poursuivi des programmes d'armes chimiques pour dissuader d'être attaqués par des ennemis disposant soit de forces conventionnelles plus puissantes, soit de leurs propres armes de destruction massive, et certains régimes ont utilisé des armes chimiques pour menacer des ennemis particulièrement vulnérables à l'extérieur et même à l'intérieur de leur territoire. les frontières.\n\nEn outre, certains individus et organisations militantes ont acquis ou ont cherché à acquérir des armes chimiques afin d'attaquer leurs ennemis ou d'assurer leurs propres fins par la terreur. La menace persistante des armes chimiques a conduit de nombreux États à préparer des défenses contre elles et à exercer des pressions diplomatiques sur les États dissidents ou non conformes pour qu'ils respectent la CAC.",
  "CombatWeapons": "Épée, arme de poing prééminente à travers une longue période de l'histoire. Il se compose d'une lame métallique dont la longueur, la largeur et la configuration varient, mais plus longue qu'un poignard et munie d'un manche ou d'une poignée généralement équipée d'une garde. L'épée s'est différenciée du poignard à l'âge du bronze (vers 3000 avant notre ère), lorsque des armes en cuivre et en bronze ont été produites avec de longues lames en forme de feuille et avec des poignées constituées d'une extension de la lame en forme de poignée. À l'époque romaine, la poignée était distincte de la lame courte et plate, et au Moyen  ge, l'arme avait acquis ses principales formes de base. L'épée lourde de la chevalerie médiévale avait une grande poignée, souvent conçue pour être saisie à deux mains, avec une grande garde protectrice ou un pommeau au sommet. La lame était droite, à double tranchant et pointue ; il a été fabriqué par cuisson et martelage répétés, un processus qui a converti le fer en acier doux par l'ajout d'une petite quantité de carbone. Les lames étaient également faites de bandes de fer laminées, qui étaient martelées ensemble. Damas était un centre renommé de l'artisanat.\n\nLes changements dans la guerre associés à l'introduction des armes à feu n'ont pas éliminé l'épée mais ont plutôt proliféré ses types. Le rejet du gilet pare-balles a obligé l'épéiste à pouvoir parer avec son arme, et la rapière à poussée et à parade est entrée en service.",
  "Explosives": "Fusée V-2, allemande en toutes lettres Vergeltungswaffen-2 ('Vengeance Weapon 2'), également appelée missile V-2 ou A-4, missile balistique allemand de la Seconde Guerre mondiale, précurseur des fusées spatiales modernes et des missiles à longue portée.\n\nDéveloppé en Allemagne à partir de 1936 grâce aux efforts de scientifiques dirigés par Wernher von Braun, il a été lancé avec succès le 3 octobre 1942 et a été tiré contre Paris le 6 septembre 1944. Deux jours plus tard, le premier de plus de 1 100 V-2 fut tiré contre la Grande-Bretagne (le dernier le 27 mars 1945). La Belgique a également été fortement bombardée. Environ 5 000 personnes sont mortes dans des attaques de V-2, et on estime qu'au moins 10 000 prisonniers du camp de concentration de Mittelbau-Dora sont morts lorsqu'ils ont été utilisés comme travail forcé dans la construction de V-2 à l'usine souterraine de Mittelwerk. Après la guerre, les États-Unis et l'Union soviétique ont capturé un grand nombre de V-2 et les ont utilisés dans des recherches qui ont conduit au développement de leurs programmes de missiles et d'exploration spatiale.",
  "Firearms": "Arme de poing, toute arme à feu suffisamment petite pour être tenue dans une main lors du tir. Il tire généralement un seul projectile ou balle, et des munitions supplémentaires peuvent être disponibles dans un mécanisme rotatif ou un chargeur. Les armes de poing peuvent être utilisées pour le tir à la cible, la chasse au petit gibier ou l'autodéfense personnelle. Les armes de poing automatiques sont illégales dans de nombreux pays et la propriété privée de toute arme de poing est limitée dans la plupart des pays du monde. Voir aussi pistolet automatique ; pistolet; revolver.",
  "NuclearWeapons": "Bombe atomique, également appelée bombe atomique, arme à grande puissance explosive qui résulte de la libération soudaine d'énergie lors de la scission, ou fission, des noyaux d'un élément lourd tel que le plutonium ou l'uranium.",
  "SiegeWeapons": "Canon, gros canon, obusier ou mortier, à distinguer d'un mousquet, d'un fusil ou d'une autre arme légère. Les canons modernes sont des mécanismes complexes coulés à partir d'acier de haute qualité et usinés selon des tolérances rigoureuses. Ils ont généralement des canons rayés, bien que certains canons d'artillerie contemporains montés sur char et de campagne soient à âme lisse.\n\nD'énormes pièces d'artillerie sont apparues en Europe au XVe siècle, mais jusqu'en 1670 environ, le mot canon n'était appliqué qu'à des types particuliers de canons. Ceux-ci étaient généralement divisés en canon royal, ou double canon, qui pesait environ 8 000 livres (3 630 kg) et tirait une balle pesant 60 à 63 livres (27 à 28 kg); le canon entier, qui pesait environ 7 000 livres et a tiré une balle de 38 à 40 livres; et le demi-canon d'environ 6 000 livres, qui a tiré une balle de 28 à 30 livres. D'autres gros canons n'étaient pas appelés canon mais portaient des noms différents (par exemple, couleuvrine) qui indiquaient leur taille et leur fonction."
}
