{
  "WeaponsDictionary1": "तोपें",
  "WeaponsDictionary2": "जैविक हथियार",
  "WeaponsDictionary3": "रासायनिक हथियार",
  "WeaponsDictionary4": "लड़ाकू हथियार",
  "WeaponsDictionary5": "विस्फोटकों",
  "WeaponsDictionary6": "आग्नेयास्त्रों",
  "WeaponsDictionary7": "परमाणु हथियार",
  "WeaponsDictionary8": "घेराबंदी हथियार",
  "Artillery1": "एंटीक्राफ्ट गन",
  "Artillery2": "टैंक रोधी हथियार",
  "Artillery3": "बड़ा बर्था",
  "Artillery4": "तोप",
  "Cannon1": "फ्रेंच 75",
  "Cannon2": "वल्कन स्वचालित तोप",
  "AntiaircraftGun": "एंटीएयरक्राफ्ट गन, तोपखाने का टुकड़ा जिसे हवाई हमले से बचाव के लिए जमीन या जहाज से दागा जाता है। विमान भेदी हथियारों का विकास 1910 में शुरू हुआ, जब हवाई जहाज पहली बार एक प्रभावी हथियार बन गया। प्रथम विश्व युद्ध में, कैलिबर में लगभग 90 मिमी (3.5 इंच) तक के फील्ड आर्टिलरी के टुकड़ों को माउंटिंग द्वारा एंटी-एयरक्राफ्ट उपयोग में बदल दिया गया, जिससे उन्हें लगभग लंबवत रूप से फायर करने में सक्षम बनाया गया। हालांकि, लक्ष्य करने के तरीके अपर्याप्त थे, और युद्ध के बीच के दशकों में रेंज फाइंडर, सर्चलाइट्स, टाइम फ़्यूज़ और गनलेइंग मैकेनिज्म के विकास में बहुत प्रगति हुई थी ताकि तोपखाने के टुकड़ों को विमान द्वारा प्रस्तुत किए गए तेजी से बढ़ते लक्ष्यों को हिट करने में मदद मिल सके।\n\nद्वितीय विश्व युद्ध में, रैपिड-फायरिंग और स्वचालित एंटीएयरक्राफ्ट बंदूकें पेश की गईं, रडार को लक्ष्य ट्रैकिंग के लिए लागू किया गया था, और छोटे रेडियो-लहर निकटता फ़्यूज़ ने गोला बारूद को विस्फोट कर दिया क्योंकि यह लक्ष्य के करीब पहुंच गया था। डाइव-बॉम्बर्स और निम्न-स्तर के हमले वाले विमानों के खिलाफ, एक 40-मिलीमीटर (1.5-इंच) बंदूक, जिसे पहले स्वीडन की बोफोर्स फर्म द्वारा निर्मित किया गया था, का व्यापक रूप से ब्रिटिश और यू.एस. बलों द्वारा उपयोग किया गया था। इसने 2 पाउंड (0.9-किलोग्राम) प्रोजेक्टाइल को 2 मील (3.2 किमी) की ऊंचाई पर 120 राउंड प्रति मिनट पर दागा। सोवियत संघ ने अपने 37 मिलीमीटर के हथियार को इसी बंदूक पर आधारित किया था। उच्च उड़ान वाले बमवर्षकों के खिलाफ 120 मिमी तक की भारी विमानभेदी तोपों का इस्तेमाल किया गया था। इनमें से सबसे प्रभावी जर्मन 88-मिलीमीटर Fliegerabwehrkanone था; इसका संक्षिप्त नाम, फ्लैक, विमानविरोधी आग के लिए एक सार्वभौमिक शब्द बन गया।\n\n1953 में अमेरिकी सेना ने स्काईस्वीपर की शुरुआत की, एक 75-मिलीमीटर स्वचालित तोप प्रति मिनट 45 गोले दागती है, जिसका लक्ष्य और अपने स्वयं के रडार-कंप्यूटर सिस्टम द्वारा फायर किया जाता है। 1950 और 60 के दशक में निर्देशित सतह से हवा में मार करने वाली मिसाइलों की शुरुआत के साथ, इस तरह की भारी विमानभेदी तोपों को चरणबद्ध रूप से समाप्त कर दिया गया था, हालांकि 20 से 40 मिमी की रडार-निर्देशित स्वचालित बंदूकें कम-उड़ान वाले विमानों के खिलाफ रक्षा प्रदान करती रहीं और हेलीकाप्टर।",
  "AntitankWeapon": "टैंकों के खिलाफ इस्तेमाल के लिए बनाई गई कई बंदूकें, मिसाइलों और खानों में से कोई भी एंटीटैंक हथियार। प्रथम विश्व युद्ध के दौरान टैंकों की शुरूआत के लिए पहली प्रतिक्रिया विभिन्न प्रकार के हथगोले और बड़े-कैलिबर राइफल थे जिन्हें टैंकों के अपेक्षाकृत पतले कवच में घुसने या उनकी पटरियों को निष्क्रिय करने के लिए डिज़ाइन किया गया था। लैंड माइंस और साधारण तोपखाने का भी प्रभावी ढंग से इस्तेमाल किया गया। द्वितीय विश्व युद्ध की शुरुआत तक, छोटे, कम प्रक्षेपवक्र तोपखाने के टुकड़ों का एक परिवार एंटीटैंक बंदूकें के रूप में विकसित किया गया था। ये शुरू में 37-मिलीमीटर (1.46-इंच) कैलिबर के थे और विशेष गोला-बारूद से दागे गए थे। युद्ध के दौरान तेजी से बड़े कैलिबर का उपयोग किया गया था, और विभिन्न प्रकार के गोला-बारूद का विकास किया गया था - जिसमें कठोर मिश्र धातुओं के साथ गोले, उच्च वेग देने के लिए बेहतर प्रणोदक और अधिक शक्तिशाली विस्फोटक शामिल थे - विकसित किए गए थे। जर्मन 88-मिलीमीटर (3.46-इंच) एंटीटैंक गन युद्ध में एक विशेष रूप से प्रभावी हथियार था। कई टैंक रोधी तोपों ने आकार या खोखले चार्ज शेल का उपयोग किया, जिसे प्रभाव पर विस्फोट करने और विस्फोटक ऊर्जा को आगे बढ़ाने, मर्मज्ञ बल को बढ़ाने के लिए डिज़ाइन किया गया था। टैंकों के खिलाफ उपयोग के लिए रिकॉइललेस राइफलें भी विशेष रूप से विकसित की गईं।\n\nद्वितीय विश्व युद्ध में विभिन्न प्रकार के टैंक रोधी मिसाइलों और लॉन्चिंग उपकरणों का उत्पादन भी देखा गया, जिनमें से अमेरिकी बाज़ूका और अन्य सेनाओं में इसके समकक्ष सबसे प्रसिद्ध थे; ये छोटे, कम दूरी के रॉकेट लांचर थे जिन्हें एक ही ऑपरेटर द्वारा ले जाया और लक्षित किया गया था। द्वितीय विश्व युद्ध के बाद टैंक रोधी हथियारों की तकनीक कई दिशाओं में आगे बढ़ी। सबसे महत्वपूर्ण इलेक्ट्रॉनिक रूप से निर्देशित मिसाइलों का एक नया परिवार था, जो बीम- या तार-मार्गदर्शन प्रणाली को नियोजित करता था। 1970 के दशक के प्रारंभ तक इन्हें सटीकता, सीमा और बहुमुखी प्रतिभा में उच्च स्तर का शोधन प्राप्त हो गया था। इस अवधि में एंटीटैंक बंदूकें भी तेजी से विकसित हुईं, प्रणोदक, विस्फोटक, प्रोजेक्टाइल और बंदूक ट्यूबों के डिजाइन में और सुधार के साथ। मिसाइलों और प्रोजेक्टाइल दोनों को फायर करने के लिए राइफल की बजाय कुछ एंटीटैंक बंदूकें सुचारू रूप से ऊब गईं।",
  "BigBertha": "बिग बर्था, जर्मन डिके बर्था, एक प्रकार का 420-मिमी (16.5-इंच) हॉवित्जर जिसे प्रथम विश्व युद्ध के दौरान बेल्जियम और फ्रांसीसी किलों पर बमबारी करने के लिए जर्मन सेना द्वारा पहली बार इस्तेमाल किया गया था। आधिकारिक तौर पर 42-सेमी कुर्ज़ मारिनकेनोन 14 एल / के रूप में नामित किया गया था। रेडरलाफेट में 12 ('42-सेमी लघु नौसेना कैनन 14 एल/12 पहिएदार गाड़ी पर'), जर्मन सैनिकों द्वारा बंदूक को 'बिग बर्था' नाम दिया गया था, क्योंकि इसके एक प्रोजेक्टाइल ने लीज, बेल्जियम की घेराबंदी के दौरान फोर्ट लोन्सिन को पूरी तरह से नष्ट कर दिया था। कुल 12 बिग बर्था को सेवा में लगाया गया था।\n\nयुद्ध से पहले के वर्षों में प्रबलित कंक्रीट से बने आधुनिक बेल्जियम और फ्रांसीसी किलों पर काबू पाने के एकमात्र उद्देश्य के लिए, जर्मनी की सबसे बड़ी आयुध निर्माता फर्म क्रुप द्वारा बड़ी गोपनीयता के तहत बंदूक का डिजाइन और निर्माण किया गया था। उनके निर्माण के समय, बिग बर्था किसी भी सेना द्वारा उपयोग किए जाने वाले सबसे बड़े, सबसे शक्तिशाली मोबाइल तोपखाने थे। बंदूक लगभग छह मील (9 किमी) की दूरी तक 1,785 पाउंड (810 किग्रा) वजन के प्रोजेक्टाइल को फायर कर सकती है। सबसे व्यापक रूप से इस्तेमाल किया जाने वाला शेल विलंबित-एक्शन फ्यूज से लैस था जो कंक्रीट और पृथ्वी के 40 फीट (12 मीटर) तक घुसने के बाद फट गया।\n\nपूरी तरह से इकट्ठी होने पर बंदूक और उसकी गाड़ी का वजन लगभग 47 टन (42,600 किलोग्राम) था। बिग बर्था आमतौर पर जोड़े में संचालित होते थे, और प्रत्येक को लगभग 240 पुरुषों द्वारा चालित और सेवित किया गया था। युद्ध के मैदान में परिवहन के लिए, हॉवित्जर को घटकों में विभाजित किया गया था और गैसोलीन से चलने वाले मोटर ट्रैक्टरों द्वारा खींचे गए पांच विशेष वैगनों पर लोड किया गया था। लंबी दूरी की यात्रा के लिए, रेलवे कारों द्वारा सड़क वैगनों और अन्य उपकरणों को ले जाया जाता था। रोकने के बाद, परिवहन वैगनों को ट्रैक्टर द्वारा फायरिंग साइट पर ले जाया गया, जहां बंदूकें फिर से इकट्ठा की गईं। आदर्श परिस्थितियों में एक बड़ा बर्था छह घंटे में इकट्ठा किया जा सकता है।\n\nयुद्ध की शुरुआत में, जर्मन सेना के पास केवल दो बिग बर्था थे, और दोनों ने 12 अगस्त, 1914 को लीज के आसपास बेल्जियम के किलों के परिसर के खिलाफ अपनी पहली कार्रवाई देखी। पांच दिनों में, उन्होंने किलों के उत्तराधिकार को नष्ट कर दिया और आत्मसमर्पण करने के लिए मजबूर किया। शहर, जिससे जर्मन सेना के लिए उत्तरी फ्रांस पर आक्रमण करने के रास्ते में दक्षिणी बेल्जियम के माध्यम से पश्चिम की ओर बढ़ने का रास्ता खुल गया। पश्चिम में आगे, नामुर शहर के आसपास के किलों को इसी तरह 21-25 अगस्त को बिग बर्थास और स्कोडा 305-मिमी (12-इंच) मोर्टारों द्वारा आत्मसमर्पण कर दिया गया था। माउबेज (25 अगस्त-सितंबर 8) और एंटवर्प (28 सितंबर-अक्टूबर 10) में दो और सफल घेराबंदी की गई। 1915 में, जितने अधिक बड़े बर्थस बनाए गए और (कुल 12 तोपों के लिए) मैदान में उतारे गए, उन्होंने रूसी किलों के खिलाफ इसी तरह के परिणाम दिए। 1916 में वर्दुन की लड़ाई बिग बर्थस के लिए हंस गीत साबित हुई, जो डौमोंट और वोक्स में आधुनिक फ्रांसीसी किलों के प्रबलित कंक्रीट में घुसने में असमर्थ थे।\n\nकुछ स्रोतों के अनुसार, क्रुप फर्म के मालिक बर्था क्रुप वॉन बोहलेन अंड होलबैक के सम्मान में बंदूकों पर उपनाम 'बिग बर्था' दिया गया था। लोकप्रिय उपयोग में, बिग बर्था नाम को मित्र देशों की सेना के सदस्यों द्वारा अत्यधिक लंबी दूरी की तोपों के लिए गलत तरीके से लागू किया गया था, जिसके साथ जर्मनों ने 1918 में पेरिस पर गोलाबारी की थी; उन तोपों को पेरिस गन के नाम से जाना जाता है।",
  "VulcanAutomaticCannon": "वल्कन स्वचालित तोप, 20-मिलीमीटर (0.8-इंच) हथियार प्रति मिनट 7,200 राउंड तक की दर से फायरिंग करने में सक्षम है। सुपरसोनिक विमानों के बीच युद्ध में इस तरह की अत्यंत तीव्र आग को आवश्यक समझा जाता है, क्योंकि एक लक्ष्य केवल एक समय में एक सेकंड या उससे कम समय के लिए बंदूक की रोशनी में हो सकता है।\n\nअपेक्षित गति प्राप्त करने के लिए, छह बैरल विद्युत रूप से फायर किए जाते हैं और उत्तराधिकार में घुमाए जाते हैं, एक व्यवस्था मूल रूप से 1 9वीं शताब्दी की गैटलिंग बंदूक की तरह होती है। वल्कन का व्यापक रूप से विमान और विभिन्न सामरिक सतह हथियार प्रणालियों में उपयोग किया जाता है।",
  "BiologicalWeaponry": "जैविक हथियार, जिसे रोगाणु हथियार भी कहा जाता है, कई रोग-उत्पादक एजेंटों में से कोई भी - जैसे बैक्टीरिया, वायरस, रिकेट्सिया, कवक, विषाक्त पदार्थ, या अन्य जैविक एजेंट - जिनका उपयोग मनुष्यों, जानवरों या पौधों के खिलाफ हथियार के रूप में किया जा सकता है।\n\nशत्रु कर्मियों के खिलाफ संक्रामक एजेंटों और जहरों का सीधा उपयोग युद्ध में एक प्राचीन प्रथा है। वास्तव में, कई संघर्षों में, सभी नियोजित लड़ाकू हथियारों की तुलना में अधिक मौतों के लिए बीमारियां जिम्मेदार रही हैं, भले ही उन्हें जानबूझकर हथियारों के रूप में इस्तेमाल नहीं किया गया हो।\n\nरासायनिक हथियारों, रेडियोलॉजिकल हथियारों और परमाणु हथियारों जैसे जैविक हथियारों को आमतौर पर सामूहिक विनाश के हथियार के रूप में जाना जाता है, हालांकि जैविक हथियारों के मामले में यह शब्द वास्तव में उपयुक्त नहीं है। घातक जैविक हथियार सामूहिक मौतों का कारण बन सकते हैं, लेकिन वे बुनियादी ढांचे, इमारतों या उपकरणों के सामूहिक विनाश में असमर्थ हैं। फिर भी, इन हथियारों की अंधाधुंध प्रकृति के कारण-साथ ही व्यापक महामारी शुरू करने की क्षमता, रोग प्रभावों को नियंत्रित करने की कठिनाई, और साधारण भय जो वे प्रेरित करते हैं-अधिकांश देश पूरी कक्षा पर प्रतिबंध लगाने के लिए सहमत हुए हैं।",
  "ChemicalWeaponry": "रासायनिक हथियार, कई रासायनिक यौगिकों में से कोई भी, आमतौर पर जहरीले एजेंट, जिनका उद्देश्य दुश्मन कर्मियों को मारना, घायल करना या अक्षम करना है। आधुनिक युद्ध में, प्रथम विश्व युद्ध (1914-18) में पहली बार रासायनिक हथियारों का इस्तेमाल किया गया था, जिसके दौरान गैस युद्ध ने उस संघर्ष में लड़ाकों द्वारा झेले गए एक मिलियन से अधिक लोगों को हताहत किया और अनुमानित 90,000 मारे गए। उसके बाद के वर्षों में, रासायनिक हथियारों को कई बार नियोजित किया गया है, विशेष रूप से ईरान-इराक युद्ध (1980-88) और सीरियाई गृहयुद्ध में। शीत युद्ध (1945-91) में अपने दशकों के टकराव के दौरान संयुक्त राज्य अमेरिका और सोवियत संघ ने रासायनिक हथियारों के विशाल भंडार का निर्माण किया। शीत युद्ध की समाप्ति ने उन पूर्व विरोधियों को प्रथम विश्व युद्ध (पहली पीढ़ी), द्वितीय विश्व युद्ध (दूसरी पीढ़ी) और शीत युद्ध (तीसरी पीढ़ी) के दौरान विकसित किए गए सभी प्रकार के रासायनिक हथियारों पर प्रतिबंध लगाने के लिए सहमत होने में सक्षम बनाया।\n\nपरमाणु हथियारों और जैविक हथियारों की तरह, रासायनिक हथियारों को अक्सर सामूहिक विनाश के हथियारों के रूप में वर्गीकृत किया जाता है। 1993 के रासायनिक हथियार सम्मेलन (सीडब्ल्यूसी) के तहत, युद्ध में रासायनिक हथियारों का उपयोग निषिद्ध है, जैसा कि सभी विकास, उत्पादन, अधिग्रहण, भंडारण और ऐसे हथियारों का हस्तांतरण है। फिर भी, जबकि सीडब्ल्यूसी का उद्देश्य अधिकांश प्रकार के रासायनिक हथियारों का पूर्ण उन्मूलन है, सभी देशों ने अपनी रासायनिक युद्ध क्षमताओं को नहीं छोड़ा है। विशेष रूप से, कुछ कमजोर राज्यों ने रासायनिक हथियारों के कार्यक्रमों को दुश्मनों द्वारा हमला किए जाने के लिए निवारक के रूप में अपनाया है, जिनके पास या तो मजबूत पारंपरिक ताकतें हैं या सामूहिक विनाश के अपने हथियार हैं, और कुछ शासनों ने रासायनिक हथियारों का इस्तेमाल विशेष रूप से कमजोर दुश्मनों को बाहर और यहां तक ​​​​कि अपने भीतर भी धमकी देने के लिए किया है। सीमाओं।\n\nइसके अलावा, कुछ व्यक्तियों और आतंकवादी संगठनों ने अपने दुश्मनों पर हमला करने या आतंक के माध्यम से अपने स्वयं के सिरों को सुरक्षित करने के लिए रासायनिक हथियार हासिल किए हैं या हासिल करने की मांग की है। रासायनिक हथियारों से जारी खतरे ने कई राज्यों को उनके खिलाफ सुरक्षा तैयार करने और सीडब्ल्यूसी का पालन करने के लिए असंतुष्ट या गैर-अनुपालन वाले राज्यों पर राजनयिक दबाव डालने के लिए प्रेरित किया है।",
  "CombatWeapons": "इतिहास की लंबी अवधि के दौरान तलवार, प्रमुख हाथ का हथियार। इसमें एक धातु का ब्लेड होता है जो लंबाई, चौड़ाई और विन्यास में भिन्न होता है, लेकिन एक खंजर से अधिक लंबा होता है और आमतौर पर एक गार्ड से सुसज्जित एक हैंडल या मूठ से सुसज्जित होता है। तलवार कांस्य युग (सी। 3000 ईसा पूर्व) के दौरान खंजर से अलग हो गई, जब तांबे और कांस्य के हथियारों को लंबे पत्ते के आकार के ब्लेड के साथ और हैंडल के रूप में ब्लेड के विस्तार से मिलकर बनाया गया था। रोमन काल तक मूठ छोटे, सपाट ब्लेड से अलग था, और मध्य युग तक हथियार ने अपने मुख्य बुनियादी रूपों को हासिल कर लिया था। मध्ययुगीन शिष्टता की भारी तलवार में एक बड़ा मूठ होता था, जिसे अक्सर दोनों हाथों में जकड़ने के लिए डिज़ाइन किया जाता था, जिसके शीर्ष पर एक बड़ा सुरक्षात्मक गार्ड या पोमेल होता था। ब्लेड सीधा, दोधारी और नुकीला था; यह बार-बार फायरिंग और हथौड़े से गढ़ा गया था, एक ऐसी प्रक्रिया जिसने कार्बन की एक छोटी मात्रा को जोड़कर लोहे को हल्के स्टील में बदल दिया। ब्लेड भी लोहे के टुकड़े टुकड़े की पट्टियों से बने होते थे, जिन्हें एक साथ अंकित किया जाता था। दमिश्क शिल्प का एक प्रसिद्ध केंद्र था।\n\nआग्नेयास्त्रों की शुरूआत से जुड़े युद्ध में बदलाव ने तलवार को खत्म नहीं किया बल्कि इसके प्रकारों को बढ़ाया। शरीर के कवच को त्यागने से तलवारबाज को अपने हथियार के साथ पैरी करने में सक्षम होना आवश्यक हो गया, और थ्रस्ट-एंड-पैरी रैपियर उपयोग में आया।",
  "Explosives": "V-2 रॉकेट, पूर्ण Vergeltungswaffen-2 ('प्रतिशोध हथियार 2') में जर्मन, जिसे V-2 मिसाइल या A-4, द्वितीय विश्व युद्ध की जर्मन बैलिस्टिक मिसाइल, आधुनिक अंतरिक्ष रॉकेट और लंबी दूरी की मिसाइलों का अग्रदूत भी कहा जाता है।\n\nजर्मनी में 1936 से वर्नर वॉन ब्रौन के नेतृत्व में वैज्ञानिकों के प्रयासों के माध्यम से विकसित किया गया था, इसे पहली बार 3 अक्टूबर, 1942 को सफलतापूर्वक लॉन्च किया गया था, और 6 सितंबर, 1944 को पेरिस के खिलाफ निकाल दिया गया था। दो दिन बाद 1,100 से अधिक V-2s में से पहला ग्रेट ब्रिटेन के खिलाफ निकाल दिया गया था (आखिरी मार्च 27, 1945)। बेल्जियम पर भी भारी बमबारी की गई। वी -2 हमलों में लगभग 5,000 लोग मारे गए, और अनुमान लगाया गया है कि मित्तलबाउ-डोरा एकाग्रता शिविर से कम से कम 10,000 कैदियों की मृत्यु हो गई, जब भूमिगत मित्तलवर्क कारखाने में वी -2 के निर्माण में जबरन श्रम के रूप में इस्तेमाल किया गया। युद्ध के बाद, संयुक्त राज्य अमेरिका और सोवियत संघ दोनों ने बड़ी संख्या में V-2s पर कब्जा कर लिया और उन्हें अनुसंधान में इस्तेमाल किया जिससे उनके मिसाइल और अंतरिक्ष अन्वेषण कार्यक्रमों का विकास हुआ।",
  "Firearms": "हैंडगन, कोई भी बन्दूक जो गोली चलाने पर एक हाथ में रखने के लिए काफी छोटी हो। यह आमतौर पर एक प्रक्षेप्य या गोली चलाता है, और अतिरिक्त गोला बारूद एक परिक्रामी तंत्र या पत्रिका में उपलब्ध हो सकता है। हैंडगन का उपयोग लक्ष्य की शूटिंग, छोटे खेल का शिकार करने या व्यक्तिगत आत्मरक्षा के लिए किया जा सकता है। कई देशों में स्वचालित हैंडगन अवैध हैं, और दुनिया के अधिकांश हिस्सों में किसी भी हैंडगन का निजी स्वामित्व प्रतिबंधित है। स्वचालित पिस्तौल भी देखें; पिस्तौल; रिवॉल्वर",
  "NuclearWeapons": "परमाणु बम, जिसे परमाणु बम भी कहा जाता है, बड़ी विस्फोटक शक्ति वाला हथियार जो प्लूटोनियम या यूरेनियम जैसे भारी तत्व के नाभिक के विभाजन, या विखंडन पर अचानक ऊर्जा की रिहाई के परिणामस्वरूप होता है।",
  "SiegeWeapons": "तोप, बड़ी तोप, होवित्जर, या मोर्टार, जैसा कि एक मस्कट, राइफल या अन्य छोटे हाथ से अलग है। आधुनिक तोप उच्च श्रेणी के स्टील से डाली गई जटिल तंत्र हैं और सटीक सहनशीलता के लिए मशीनीकृत हैं। उनके पास विशेष रूप से राइफल्ड बोर हैं, हालांकि कुछ समकालीन टैंक-माउंटेड और फील्ड आर्टिलरी गन स्मूथ-बोर हैं।\n\n15वीं शताब्दी में यूरोप में तोपखाने के विशाल टुकड़े दिखाई दिए, लेकिन लगभग 1670 तक तोप शब्द का प्रयोग केवल विशेष प्रकार की तोपों के लिए ही किया जाता था। इन्हें आम तौर पर तोप शाही, या डबल तोप में विभाजित किया जाता था, जिसका वजन लगभग 8,000 पाउंड (3,630 किलोग्राम) था और 60-63 पाउंड (27-28 किलोग्राम) वजन वाली गेंद को निकाल दिया; पूरी तोप, जिसका वजन लगभग 7,000 पौंड था और एक 38-40 पौंड गेंद दागी; और लगभग 6,000 पाउंड का डेमीकैनन, जिसने 28-30-पाउंड की गेंद को शूट किया। अन्य बड़ी तोपों को तोप नहीं कहा जाता था, लेकिन उनके अलग-अलग नाम (जैसे, कल्वरिन) थे जो उनके आकार और कार्य को दर्शाते थे।"
}
