{
  "WeaponsDictionary1": "Артиллерия",
  "WeaponsDictionary2": "Биологическое оружие",
  "WeaponsDictionary3": "Химическое оружие",
  "WeaponsDictionary4": "Боевое оружие",
  "WeaponsDictionary5": "Взрывчатые вещества",
  "WeaponsDictionary6": "Огнестрельное оружие",
  "WeaponsDictionary7": "Ядерное оружие",
  "WeaponsDictionary8": "Осадные орудия",
  "Artillery1": "Противотанковая пушка",
  "Artillery2": "Противотанковое оружие",
  "Artillery3": "Большая Берта",
  "Artillery4": "Пушка",
  "Cannon1": "французский 75",
  "Cannon2": "Автоматическая пушка Вулкан",
  "AntiaircraftGun": "Зенитное орудие, артиллерийское орудие, которое стреляет с земли или с борта корабля для защиты от воздушного нападения. Разработка зенитного оружия началась еще в 1910 году, когда самолет впервые стал эффективным оружием. Во время Первой мировой войны орудия полевой артиллерии калибром примерно до 90 мм (3,5 дюйма) были переоборудованы для использования в зенитных установках с помощью установок, которые позволяли им вести огонь почти вертикально. Однако методы прицеливания были неадекватными, и в межвоенные десятилетия был достигнут большой прогресс в разработке дальномеров, прожекторов, часовых взрывателей и механизмов наводки, помогающих артиллерийским орудиям поражать быстро движущиеся цели, представленные самолетами.\n\nВо время Второй мировой войны были введены скорострельные и автоматические зенитные орудия, радар применялся для отслеживания целей, а крошечные радиоволновые неконтактные взрыватели взрывали боеприпасы, когда они приближались к цели. Против пикирующих бомбардировщиков и маловысотных штурмовиков британскими и американскими войсками широко применялась 40-миллиметровая (1,5-дюймовая) пушка, впервые произведенная шведской фирмой «Бофорс». Он стрелял 2-фунтовыми (0,9 кг) снарядами на высоту 2 мили (3,2 км) со скоростью 120 выстрелов в минуту. На основе этого орудия Советы создали свое 37-миллиметровое орудие. Против высоколетящих бомбардировщиков применялись более тяжелые зенитные орудия, до 120 мм. Самым эффективным из них был немецкий 88-миллиметровый Fliegerabwehrkanone; его сокращенное название «зенитная артиллерия» стало универсальным термином для обозначения зенитного огня.\n\nВ 1953 году армия США представила Skysweeper, 75-миллиметровую автоматическую пушку со скорострельностью 45 снарядов в минуту, которая наводилась и стреляла с помощью собственной радиолокационной компьютерной системы. С появлением управляемых ракет класса «земля-воздух» в 1950-х и 60-х годах такие тяжелые зенитные орудия были постепенно выведены из эксплуатации, хотя автоматические орудия калибра от 20 до 40 мм с радиолокационным наведением продолжали обеспечивать защиту от низколетящих самолетов и вертолеты.",
  "AntitankWeapon": "Противотанковое оружие, любое из нескольких орудий, ракет и мин, предназначенных для использования против танков. Первым ответом на появление танков во время Первой мировой войны были различные гранаты и крупнокалиберные винтовки, предназначенные для пробития относительно тонкой брони танков или выведения из строя их гусениц. Также эффективно использовались фугасы и обычная артиллерия. К началу Второй мировой войны в качестве противотанковых орудий было разработано семейство небольших артиллерийских орудий с малой траекторией. Первоначально они были калибра 37 миллиметров (1,46 дюйма) и стреляли специальными боеприпасами. Во время войны использовались все более крупные калибры, и были разработаны различные типы боеприпасов, в том числе снаряды с наконечниками из более твердых сплавов, улучшенные метательные заряды для увеличения скорости и более мощные взрывчатые вещества. Немецкая 88-миллиметровая (3,46-дюймовая) противотанковая пушка была особенно эффективным оружием на войне. В ряде противотанковых орудий использовался кумулятивный или кумулятивный снаряд, который был разработан для взрыва при ударе и направления энергии взрыва вперед, увеличивая проникающую силу. Безоткатные орудия также были специально разработаны для использования против танков.\n\nВо время Второй мировой войны также производились различные противотанковые ракеты и пусковые устройства, из которых наиболее известны американская базука и ее аналоги в других армиях; это были небольшие ракетные установки малой дальности, которые нес и наводил один оператор. После Второй мировой войны технология противотанковых средств развивалась по нескольким направлениям. Наиболее важным было новое семейство ракет с электронным наведением, использующих системы наведения по лучу или по проводам. К началу 1970-х годов они достигли высокой степени точности, дальности и универсальности. Противотанковые орудия также быстро развивались в этот период с дальнейшими улучшениями метательного заряда, взрывчатых веществ, снарядов и конструкции орудийных стволов. Некоторые противотанковые орудия были гладкоствольными, а не нарезными, чтобы стрелять как ракетами, так и снарядами.",
  "BigBertha": "Большая Берта , немецкая Dicke Bertha , тип 420-мм (16,5-дюймовой) гаубицы, которая впервые использовалась немецкой армией для бомбардировки бельгийских и французских фортов во время Первой мировой войны. Официально обозначена как 42-см kurze Marinekanone 14 L / 12 в Räderlafette («42-сантиметровая короткая военно-морская пушка 14 L/12 на колесном лафете»), немецкие солдаты прозвали ее «Большая Берта» после того, как один из ее снарядов полностью разрушил форт Лонсен во время осады Льежа, Бельгия. Всего было принято на вооружение 12 «Больших берт».\n\nПушка была спроектирована и построена в условиях строжайшей секретности фирмой «Крупп», крупнейшим производителем вооружений Германии, в годы перед войной с единственной целью – преодолевать современные бельгийские и французские форты, построенные из железобетона. На момент постройки «Большие берты» были самыми большими и мощными мобильными артиллерийскими орудиями, использовавшимися любой армией. Пушка могла стрелять снарядами весом до 1785 фунтов (810 кг) на расстояние почти в шесть миль (9 км). Наиболее широко используемый тип снаряда был оснащен взрывателем замедленного действия, который взрывался после того, как пробивал до 40 футов (12 метров) бетона и земли.\n\nОрудие и его лафет в полностью собранном виде весили около 47 тонн (42 600 кг). «Большие Берты» обычно действовали парами, и каждая из них имела экипаж и обслуживалась примерно 240 мужчинами. Для перевозки на поле боя гаубицу разобрали на составные части и погрузили на пять специальных вагонов, которые тянули тягачи с бензиновым двигателем. Для дальних поездок дорожные вагоны и другое оборудование перевозили железнодорожными вагонами. После выгрузки транспортные вагоны тягачами отвозили к месту стрельбы, где производилась повторная сборка орудий. В идеальных условиях Большую Берту можно было собрать за шесть часов.\n\nВ начале войны немецкая армия имела только две Большие Берты, и обе впервые участвовали в боевых действиях против комплекса бельгийских фортов вокруг Льежа 12 августа 1914 года. За пять дней они разрушили ряд фортов и вынудили сдаться город, тем самым открывая путь немецкой армии для продвижения на запад через южную Бельгию на пути к вторжению в северную Францию. Дальше на запад форты вокруг города Намюр также были разрушены 305-мм (12-дюймовыми) минометами «Большие Берты» и «Шкода» 21–25 августа. Затем последовали еще две успешные осады в Мобеже (25 августа — 8 сентября) и Антверпене (28 сентября — 10 октября). В 1915 году, когда было построено и выставлено больше Больших Берт (всего 12 орудий), они дали аналогичные результаты против русских фортов. Битва при Вердене в 1916 году оказалась лебединой песней для Больших Берт, которые не смогли пробить железобетон модернизированных французских фортов Дуомон и Во.\n\nПо некоторым данным, прозвище «Большая Берта» пушки были даны в честь Берты Крупп фон Болен унд Гольбах, владелицы фирмы Круппа. В народе название «Большая Берта» также неправильно применялось военнослужащими союзных войск к пушкам большой дальности, из которых немцы обстреляли Париж в 1918 году; эти ружья правильно известны как Paris Guns.",
  "VulcanAutomaticCannon": "Автоматическая пушка Vulcan, 20-миллиметровое (0,8-дюймовое) орудие, способное стрелять со скоростью до 7200 выстрелов в минуту. Такой чрезвычайно быстрый огонь считается необходимым в бою между сверхзвуковыми самолетами, поскольку цель может находиться в прицеле только в течение секунды или меньше за один раз.\n\nЧтобы достичь необходимой скорости, шесть стволов последовательно вращаются с помощью электричества, что в основном похоже на устройство ружья Гатлинга 19-го века. «Вулкан» широко используется в авиации и различных тактических надводных системах вооружения.",
  "BiologicalWeaponry": "Биологическое оружие, также называемое бактериальным оружием, любой из ряда болезнетворных агентов, таких как бактерии, вирусы, риккетсии, грибки, токсины или другие биологические агенты, которые могут быть использованы в качестве оружия против людей, животных или растений.\n\nНепосредственное применение инфекционных агентов и ядов против живой силы противника является древней практикой ведения войны. Действительно, во многих конфликтах болезни стали причиной большего числа смертей, чем все задействованные роды войск вместе взятые, даже если они сознательно не использовались в качестве оружия.\n\nБиологическое оружие, как и химическое, радиологическое и ядерное оружие, обычно называют оружием массового уничтожения, хотя этот термин не совсем уместен в случае биологического оружия. Смертельное биологическое оружие способно вызвать массовую гибель людей, но оно не способно к массовому уничтожению инфраструктуры, зданий или оборудования. Тем не менее, из-за неизбирательного характера этого оружия, а также из-за возможности возникновения широкомасштабных пандемий, сложности контроля над последствиями болезней и простого страха, который оно вызывает, большинство стран согласились запретить весь класс.",
  "ChemicalWeaponry": "Химическое оружие , любое из нескольких химических соединений, обычно отравляющих веществ, предназначенных для убийства, ранения или выведения из строя личного состава противника. В современной войне химическое оружие было впервые применено в Первой мировой войне (1914–1918 гг.), во время которой газовая война нанесла более одного миллиона потерь комбатантам в этом конфликте и убила около 90 000 человек. С тех пор химическое оружие применялось много раз, особенно в ирано-иракской войне (1980–88) и гражданской войне в Сирии. Соединенные Штаты и Советский Союз за десятилетия конфронтации в период холодной войны (1945–1991 гг.) накопили огромные запасы химического оружия. Окончание «холодной войны» позволило этим бывшим противникам договориться о запрещении всех типов химического оружия, которые были разработаны во время Первой мировой войны (первое поколение), Второй мировой войны (второе поколение) и холодной войны (третье поколение).\n\nПодобно ядерному оружию и биологическому оружию, химическое оружие часто классифицируют как оружие массового уничтожения. В соответствии с Конвенцией о химическом оружии (КХО) 1993 года использование химического оружия на войне запрещено, как и любая разработка, производство, приобретение, накопление запасов и передача такого оружия. Тем не менее, хотя целью КХО является полная ликвидация большинства видов химического оружия, не все страны отказались от своих средств ведения химической войны. В частности, некоторые более слабые государства осуществляли программы создания химического оружия в качестве средства сдерживания нападения со стороны врагов, обладающих либо более сильными обычными силами, либо собственным оружием массового уничтожения, а некоторые режимы использовали химическое оружие, чтобы угрожать особо уязвимым противникам за пределами и даже внутри их собственной страны. границы.\n\n\n\nКроме того, некоторые лица и боевые организации приобрели или пытались приобрести химическое оружие для нападения на своих врагов или для достижения своих целей с помощью террора. Продолжающаяся угроза со стороны химического оружия побудила многие государства подготовить средства защиты от него и оказать дипломатическое давление на несогласные или несоблюдающие государства, чтобы они соблюдали КХО.",
  "CombatWeapons": "Меч, выдающееся ручное оружие на протяжении долгого периода истории. Он состоит из металлического лезвия разной длины, ширины и конфигурации, но длиннее кинжала и снабженного рукоятью или эфесом, обычно снабженным гардой. Меч стал отличаться от кинжала в бронзовом веке (около 3000 г. до н.э.), когда производилось медное и бронзовое оружие с длинными лезвиями в форме листа и с рукоятью, состоящей из продолжения лезвия в форме ручки. К римским временам рукоять отличалась от короткого плоского лезвия, а к Средним векам оружие приобрело свои основные основные формы. Тяжелый меч средневекового рыцарства имел большую рукоять, часто предназначенную для захвата обеими руками, с большой защитной гардой или навершием наверху. Клинок был прямым, обоюдоострым и заостренным; он был изготовлен путем многократного обжига и ковки - процесса, в ходе которого железо превращалось в мягкую сталь путем добавления небольшого количества углерода. Лезвия также были изготовлены из ламинированных полос железа, которые были сколочены вместе. Дамаск был известным центром ремесла.\n\nИзменения в военном деле, связанные с появлением огнестрельного оружия, не уничтожили меч, а скорее увеличили его количество. Отказ от бронежилетов сделал необходимым, чтобы фехтовальщик мог парировать своим оружием, и в обиход вошла рапира с колющим и парирующим ударом.",
  "Explosives": "Ракета Фау-2, по-немецки полностью Vergeltungswaffen-2 («Оружие возмездия 2»), также называемая ракетой Фау-2 или А-4, немецкая баллистическая ракета времен Второй мировой войны, предшественница современных космических ракет и ракет большой дальности.\n\nРазработанный в Германии в 1936 г. усилиями ученых под руководством Вернера фон Брауна, он был впервые успешно запущен 3 октября 1942 г., а 6 сентября 1944 г. был выпущен по Парижу. Двумя днями позже был выпущен первый из более чем 1100 самолетов Фау-2. был обстрелян Великобританией (последний 27 марта 1945 г.). Бельгия также подверглась сильным бомбардировкам. Около 5000 человек погибли в результате атак V-2, и, по оценкам, не менее 10 000 заключенных из концлагеря Миттельбау-Дора погибли, когда их использовали в качестве принудительных работ при строительстве V-2 на подземном заводе Mittelwerk. После войны и Соединенные Штаты, и Советский Союз захватили большое количество Фау-2 и использовали их в исследованиях, которые привели к развитию их ракетных и космических программ.",
  "Firearms": "Пистолет , любое огнестрельное оружие, достаточно маленькое, чтобы его можно было держать в одной руке при выстреле. Обычно он стреляет одним снарядом или пулей, а дополнительные боеприпасы могут быть доступны в револьверном механизме или магазине. Пистолеты можно использовать для стрельбы по мишеням, охоты на мелкую дичь или для личной самообороны. Автоматические пистолеты запрещены законом во многих странах, а частное владение любым пистолетом ограничено в большинстве стран мира. См. также автоматический пистолет; пистолет; револьвер.",
  "NuclearWeapons": "Атомная бомба, также называемая атомной бомбой, оружие с большой взрывной силой, возникающее в результате внезапного высвобождения энергии при расщеплении или делении ядер тяжелого элемента, такого как плутоний или уран.",
  "SiegeWeapons": "Пушка, большое орудие, гаубица или миномет, в отличие от мушкета, винтовки или другого стрелкового оружия. Современные пушки представляют собой сложные механизмы, отлитые из высококачественной стали и обработанные с жесткими допусками. Для них характерно нарезное канал ствола, хотя некоторые современные танковые и полевые артиллерийские орудия гладкоствольные.\n\nОгромные артиллерийские орудия появились в Европе в 15 веке, но примерно до 1670 года слово пушка применялось только к особым типам орудий. Обычно они делились на королевскую пушку или двойную пушку, которая весила около 8000 фунтов (3630 кг) и стреляла шаром весом 60–63 фунта (27–28 кг); вся пушка, которая весила около 7000 фунтов и стреляла 38–40-фунтовыми ядрами; и демипушка весом около 6000 фунтов, стрелявшая 28–30-фунтовым шаром. Другие большие орудия не назывались пушечными, но носили другие названия (например, кулеврин), которые указывали на их размер и назначение."
}
