{
  "WeaponsDictionary1": "Артилерія",
  "WeaponsDictionary2": "Біологічна зброя",
  "WeaponsDictionary3": "Хімічна зброя",
  "WeaponsDictionary4": "Бойова зброя",
  "WeaponsDictionary5": "Вибухові речовини",
  "WeaponsDictionary6": "Вогнепальна зброя",
  "WeaponsDictionary7": "Ядерна зброя",
  "WeaponsDictionary8": "Облогове озброєння",
  "Artillery1": "Зенітний пістолет",
  "Artillery2": "Протитанкова зброя",
  "Artillery3": "Велика Берта",
  "Artillery4": "Гармата",
  "Cannon1": "Французька 75",
  "Cannon2": "Автоматична гармата Вулкан",
  "AntiaircraftGun": "Зенітна гармата, артилерійська установка, яка стріляє з землі або корабля для захисту від повітряної атаки. Розробка зенітної зброї почалася ще в 1910 році, коли літак вперше став ефективною зброєю. Під час Першої світової війни польові артилерійські знаряди калібру до 90 мм (3,5 дюйма) були переобладнані для зенітного використання за допомогою установок, які дозволяли їм вести вогонь майже вертикально. Однак методи прицілювання були недостатніми, і в міжвоєнні десятиліття було досягнуто великого прогресу в розробці далекомірів, прожекторів, запальних запалів і механізмів наведення гармат, які допомагали артилерійським зброям вражати цілі, що швидко рухаються, представлені літаками.\n\nПід час Другої світової війни були запроваджені швидкострільні й автоматичні зенітні гармати, радар застосовувався для відстеження цілі, а крихітні радіохвильові безконтактні запали вибухали боєприпаси, коли вони наближалися до цілі. Проти пікіруючих бомбардувальників і низькорівневих штурмовиків 40-міліметрова (1,5-дюймова) гармата, вперше вироблена шведською фірмою Bofors, широко використовувалася британськими та американськими військами. Він стріляв 2-фунтовими (0,9-кілограмовими) снарядами на висоту 2 милі (3,2 км) зі швидкістю 120 пострілів на хвилину. На основі цієї гармати радянські війська створили свою 37-міліметрову зброю. Проти високолітаючих бомбардувальників застосовувалися більш важкі зенітки калібру до 120 мм. Найефективнішим з них був німецький 88-міліметровий Fliegerabwehrkanone; її скорочена назва — зенітний — стала універсальним терміном для зенітного вогню.\n\nУ 1953 році армія США представила Skysweeper, 75-міліметрову автоматичну гармату, яка стріляла зі швидкістю 45 снарядів за хвилину, націлювану та випущену власною радіолокаційно-комп’ютерною системою. З появою керованих ракет класу «земля-повітря» у 1950-х і 60-х роках, важкі зенітні гармати, подібні до цієї, були припинені, хоча автоматичні гармати з радіолокаційним наведенням від 20 до 40 мм продовжували забезпечувати захист від літаків, що літають на низькому рівні та вертольоти.",
  "AntitankWeapon": "Протитанкова зброя, будь-яка з кількох гармат, ракет і мін, призначених для використання проти танків. Першою відповіддю на появу танків під час Першої світової війни були різноманітні гранати та великокаліберні гвинтівки, призначені для того, щоб пробити відносно тонку броню танків або вивести з ладу їх гусениці. Також ефективно використовувалися міни та звичайна артилерія. До початку Другої світової війни було розроблено сімейство невеликих артилерійських установок з малою траєкторією як протитанкових гармат. Спочатку вони були калібру 37 міліметрів (1,46 дюйма) і стріляли спеціальними боєприпасами. Під час війни використовувалися дедалі більші калібри, а також були розроблені різноманітні типи боєприпасів, включаючи снаряди з більш твердими сплавами, покращені палива для збільшення швидкості та більш потужні вибухові речовини. Німецька 88-міліметрова (3,46-дюймова) протитанкова гармата була особливо ефективною зброєю на війні. У ряді протитанкових гармат використовувався фігурний або порожнистий снаряд, який був розроблений для того, щоб вибухати при ударі та направляти енергію вибуху вперед, підвищуючи проникаючу силу. Безвідкатні рушниці також були спеціально розроблені для використання проти танків.\n\nУ Другій світовій війні також було вироблено різноманітні протитанкові ракети та пускові пристрої, з яких найбільш відомими були американська базука та її аналоги в інших арміях; це були невеликі ракетні установки малої дальності, які ніс і націлював один оператор. Після Другої світової війни технологія протитанкової зброї розвивалася в кількох напрямках. Найважливішим було нове сімейство ракет з електронним наведенням, які використовують або променеву, або дротяну системи наведення. На початку 1970-х років вони досягли високого рівня точності, дальності та універсальності. Протитанкові гармати також швидко розвивалися в цей період, з подальшими вдосконаленнями палива, вибухових речовин, снарядів і конструкції гарматних труб. Деякі протитанкові гармати були гладкоствольними замість нарізних, щоб стріляти як ракетами, так і снарядами.",
  "BigBertha": "Велика Берта, німецька Dicke Bertha, тип 420-мм (16,5-дюймової) гаубиці, яка вперше була використана німецькою армією для бомбардування бельгійських та французьких фортів під час Першої світової війни. Офіційно позначена як 42-см kurze Marinekanone 14 L/ 12 в Редерлафетте («42-сантиметровий короткий морський канон 14 L/12 на колісному лафеті») німецькі солдати прозвали гармату «Велика Берта» після того, як один з її снарядів повністю знищив форт Лонсін під час облоги Льєжа, Бельгія. Всього на озброєння було введено 12 Великих Берт.\n\nГармата була розроблена та виготовлена ​​в умовах великої таємниці фірмою Krupp, найбільшим виробником зброї в Німеччині, за роки до війни з єдиною метою подолання сучасних бельгійських та французьких фортів, побудованих із залізобетону. На момент побудови Великі Берти були найбільшими, найпотужнішими мобільними артилерійськими установками, які використовували будь-яка армія. Гармата могла стріляти снарядами вагою до 1785 фунтів (810 кг) на відстань майже 6 миль (9 км). Найбільш широко використовуваний тип снарядів був оснащений запалом уповільненої дії, який вибухнув після проникнення до 40 футів (12 метрів) бетону та землі.\n\nГармата та її лафет у повністю зібраному стані важили близько 47 тонн (42 600 кг). Великі Берта, як правило, працювали парами, і кожен був екіпаж і обслуговуваний приблизно 240 чоловіками. Для транспортування на поле бою гаубиця була розібрана на складові частини і завантажена на п’ять спеціальних вагонів, запряжених тягачами з бензиновими двигунами. Для далеких поїздок автомобільні вагони та іншу техніку переміщали залізничними вагонами. Після розвантаження транспортні вагони трактором відвезли до місця стрільби, де знову зібрали гармати. За ідеальних умов Велику Берту можна було б зібрати за шість годин.\n\nНа початку війни німецька армія мала лише дві Великі Берти, і обидві здійснили свою першу атаку проти комплексу бельгійських фортів навколо Льєжа 12 серпня 1914 року. За п’ять днів вони знищили ряд фортів і змусили здатися місто, відкриваючи шлях для німецької армії для просування на захід через південну Бельгію на шляху до вторгнення в Північну Францію. Далі на захід форти навколо міста Намюр так само були збиті з мінометів Big Berthas і Škoda 305-мм (12 дюймів) 21–25 серпня. Ще дві успішні облоги відбулися в Мобежі (25 серпня – 8 вересня) та Антверпені (28 вересня – 10 жовтня). У 1915 році, коли було побудовано та виставлено більше Великих Берт (всього 12 гармат), вони дали подібні результати проти російських фортів. Верденська битва 1916 року виявилася лебединою піснею для Великих Берт, які не змогли пробити залізобетон модернізованих французьких фортів у Дуомоні та Во.\n\nЗа деякими даними, прізвисько «Велика Берта» було дано зброї на честь Берти Крупп фон Болен унд Голбах, власника фірми Krupp. У популярному вживанні ім'я Велика Берта також неправильно використовувалося членами союзних військ до надзвичайних далеких гармат, з яких німці обстрілювали Париж у 1918 році; ці гармати правильно відомі як Паризькі гармати.",
  "VulcanAutomaticCannon": "Автоматична гармата Vulcan, 20-міліметрова (0,8-дюймова) зброя, здатна стріляти зі швидкістю до 7200 пострілів на хвилину. Вважається, що такий надзвичайно швидкий вогонь необхідний у бою між надзвуковими літаками, оскільки ціль може бути в прицілі лише на секунду або менше за один раз.\n\nЩоб досягти необхідної швидкості, шість стволів електрично стріляють і обертаються послідовно, що в основному схоже на пістолет Гатлінга 19-го століття. Вулкан широко використовується в літаках і різних системах тактичної надводної зброї ",
  "BiologicalWeaponry": "Біологічна зброя, яку також називають мікробною зброєю, будь-який із ряду агентів, що викликають хвороби, таких як бактерії, віруси, рикетсії, гриби, токсини або інші біологічні агенти, які можуть використовуватися як зброя проти людей, тварин або рослин.\n\nБезпосереднє використання інфекційних агентів і отрут проти особового складу противника є давньою практикою у війні. Справді, у багатьох конфліктах хвороби були причиною більшої кількості смертей, ніж усі застосовувані озброєння разом узяті, навіть якщо вони свідомо не використовувалися як зброя.\n\nБіологічна зброя, як-от хімічна, радіологічна та ядерна зброя, зазвичай називають зброєю масового знищення, хоча цей термін не зовсім підходить у випадку біологічної зброї. Смертельна біологічна зброя може бути спроможна спричинити масову смерть, але вона не здатна до масового знищення інфраструктури, будівель чи обладнання. Тим не менш, через невибіркову природу цієї зброї, а також можливість розпочати широкі пандемії, складність контролю над наслідками хвороби та простий страх, який вони вселяють, більшість країн погодилися заборонити весь клас.",
  "ChemicalWeaponry": "Хімічна зброя, будь-яка з кількох хімічних сполук, зазвичай токсичних речовин, призначених для вбивства, поранення або виведення з ладу персоналу противника. У сучасній війні хімічна зброя вперше була використана під час Першої світової війни (1914–1918 рр.), під час якої газова війна завдала понад мільйон втрат комбатантам у цьому конфлікті та забрала життя приблизно 90 000 осіб. Протягом багатьох років хімічна зброя використовувалася багато разів, особливо в ірано-іракській війні (1980–1988) та громадянській війні в Сирії. Сполучені Штати та Радянський Союз протягом десятиліть протистояння в холодній війні (1945–1991 рр.) створили величезні запаси хімічної зброї. Закінчення холодної війни дозволило тим колишнім противникам погодитися заборонити всю хімічну зброю тих типів, які були розроблені під час Першої світової війни (перше покоління), Другої світової війни (друге покоління) і холодної війни (третє покоління).\n\nПодібно до ядерної та біологічної зброї, хімічну зброю часто класифікують як зброю масового знищення. Відповідно до Конвенції про хімічну зброю (КХЗ) 1993 року, використання хімічної зброї під час війни заборонено, як і будь-яка розробка, виробництво, придбання, накопичення та передача такої зброї. Тим не менш, хоча метою КХО є повна ліквідація більшості видів хімічної зброї, не всі країни відмовилися від своїх можливостей ведення хімічної війни. Зокрема, деякі слабкіші держави реалізували програми хімічної зброї як стримування від нападу ворогів, які мають або сильніші звичайні сили, або власну зброю масового знищення, а деякі режими використовували хімічну зброю, щоб загрожувати особливо вразливим ворогам за межами і навіть всередині своїх кордонів.\n\nКрім того, деякі особи та організації бойовиків придбали або намагалися придбати хімічну зброю, щоб атакувати своїх ворогів або забезпечити свої цілі за допомогою терору. Тривала загроза з боку хімічної зброї змусила багато держав готувати захист від неї та чинити дипломатичний тиск на держави, які не погоджуються або не дотримуються КЗО.",
  "CombatWeapons": "Меч, видатна ручна зброя протягом тривалого періоду історії. Він складається з металевого леза різної довжини, ширини та конфігурації, але довше, ніж кинджал, і оснащеного рукояткою або рукояткою, як правило, оснащеною щитком. Меч відрізнився від кинджала в епоху бронзи (близько 3000 р. до н. е.), коли мідна та бронзова зброя виготовлялася з довгими листоподібними лезами та з рукоятями, що складалися з продовження клинка у формі рукоятки. До римських часів рукоять відрізнялася від короткого плоского клинка, а до середньовіччя зброя набула своїх основних основних форм. Важкий меч середньовічного лицарства мав велику рукоять, часто призначену для захоплення обома руками, з великим захисним щитком або навершем у верхній частині. Лезо було пряме, двостороннє й загострене; він був виготовлений шляхом багаторазового випалу й удару молотком, процесу, який перетворював залізо на м’яку сталь шляхом додавання невеликої кількості вуглецю. Леза виготовляли також із ламінованих смужок заліза, які забивалися разом. Дамаск був відомим центром ремесла.\n\nЗміни у війні, пов’язані з впровадженням вогнепальної зброї, не привели до ліквідації меча, а навпаки, розширили його види. Відкидання бронежилетів змусило фехтувальника парирувати своєю зброєю, і рапіра для ударів і парування стала використовуватися.",
  "Explosives": "Ракета V-2, німецька повністю Vergeltungswaffen-2 («Зброя помсти 2»), також називається ракетою V-2 або A-4, німецька балістична ракета часів Другої світової війни, попередниця сучасних космічних ракет і ракет великої дальності.\n\nРозроблений у Німеччині з 1936 року зусиллями вчених на чолі з Вернером фон Брауном, він був вперше успішно запущений 3 жовтня 1942 року і був запущений проти Парижа 6 вересня 1944 року. Через два дні перший із понад 1100 V-2 був обстріляний проти Великобританії (останній 27 березня 1945 р.). Бельгію також сильно бомбардували. Близько 5000 людей загинули в результаті нападів Фау-2, і, за оцінками, щонайменше 10 000 в’язнів концтабору Міттельбау-Дора загинули, коли їх використовували як примусову роботу при будівництві Фау-2 на підземному заводі Міттельверк. Після війни як Сполучені Штати, так і Радянський Союз захопили велику кількість Фау-2 і використали їх у дослідженнях, які привели до розвитку їхніх програм ракетно-космічного дослідження.",
  "Firearms": "Пістолет, будь-яка вогнепальна зброя, достатньо мала, щоб її можна було тримати в одній руці під час пострілу. Зазвичай він стріляє одним снарядом або кулею, а додаткові боєприпаси можуть бути доступні в обертовому механізмі або магазині. Пістолет може використовуватися для стрільби по цілях, полювання на дрібну дичину або особистої самооборони. Автоматичні пістолети заборонені в багатьох країнах, а приватне володіння будь-якою зброєю обмежено в більшості країн світу. Дивіться також автоматичний пістолет; пістолет; револьвер.",
  "NuclearWeapons": "Атомна бомба, яку також називають атомною бомбою, зброя з великою вибуховою силою, яка виникає в результаті раптового вивільнення енергії при розщепленні або поділі ядер важкого елемента, такого як плутоній або уран.",
  "SiegeWeapons": "Гармата, велика гармата, гаубиця або міномет, на відміну від мушкета, гвинтівки чи іншої стрілецької зброї. Сучасні гармати – це складні механізми, відлиті з високоякісної сталі та оброблені з точними допусками. Вони, як правило, мають нарізні стволи, хоча деякі сучасні танкові та польові артилерійські гармати гладкоствольні.\n\nВеличезні артилерійські знаряддя з’явилися в Європі в 15 столітті, але приблизно до 1670 року слово «гармата» застосовувалося лише до спеціальних типів знарядь. Зазвичай їх поділяли на королівські гармати, або подвійні гармати, які важили близько 8000 фунтів (3630 кг) і стріляли м’ячем вагою 60–63 фунти (27–28 кг); ціла гармата, яка важила близько 7000 фунтів і стріляла 38–40-фунтовою кулькою; і демікантон вагою близько 6000 фунтів, який вистрілив 28–30-фунтовий м’яч. Інші великі гармати не називалися гарматами, але мали інші назви (наприклад, кульверін), що вказували на їх розмір і функцію."
}
