{
  "WeaponsDictionary1": "توپ خانے",
  "WeaponsDictionary2": "حیاتیاتی ہتھیار",
  "WeaponsDictionary3": "کیمیائی ہتھیار",
  "WeaponsDictionary4": "جنگی ہتھیار",
  "WeaponsDictionary5": "دھماکہ خیز مواد",
  "WeaponsDictionary6": "آتشیں اسلحہ",
  "WeaponsDictionary7": "جوہری ہتھیار",
  "WeaponsDictionary8": "محاصرہ کرنے والے ہتھیار",
  "Artillery1": "طیارہ شکن بندوق",
  "Artillery2": "اینٹی ٹینک ہتھیار",
  "Artillery3": "بگ برتھا",
  "Artillery4": "توپ",
  "Cannon1": "فرانسیسی 75",
  "Cannon2": "",
  "AntiaircraftGun": "طیارہ شکن بندوق، توپ خانے کا ٹکڑا جو زمین یا جہاز کے بورڈ سے فضائی حملے کے خلاف دفاع میں فائر کیا جاتا ہے۔ طیارہ شکن ہتھیاروں کی ترقی 1910 کے اوائل میں شروع ہوئی، جب ہوائی جہاز پہلی بار ایک موثر ہتھیار بن گیا۔ پہلی جنگ عظیم میں، کیلیبر میں تقریباً 90 ملی میٹر (3.5 انچ) تک کے فیلڈ آرٹلری کے ٹکڑوں کو ماونٹنگز کے ذریعے طیارہ شکن استعمال میں تبدیل کر دیا گیا تھا جس کی وجہ سے وہ تقریباً عمودی طور پر فائر کر سکتے تھے۔ تاہم، اہداف کے طریقے ناکافی تھے، اور جنگ کی دہائیوں میں رینج فائنڈرز، سرچ لائٹس، ٹائم فیوز، اور توپوں کے ٹکڑوں کو ہوائی جہاز کے ذریعے پیش کیے گئے تیزی سے حرکت کرنے والے اہداف کو نشانہ بنانے میں مدد کرنے کے لیے گن لینگ میکانزم کی ترقی میں بڑی پیش رفت ہوئی۔\n\nدوسری جنگ عظیم میں، تیزی سے فائرنگ کرنے والی اور خودکار طیارہ شکن بندوقیں متعارف کرائی گئیں، ٹارگٹ ٹریکنگ کے لیے ریڈار کا اطلاق کیا گیا، اور چھوٹے ریڈیو ویو پروکسیمیٹی فیوز نے گولہ بارود کو ہدف کے قریب پہنچتے ہی پھٹ دیا۔ غوطہ خور بمباروں اور کم درجے کے حملہ آور ہوائی جہازوں کے خلاف، ایک 40 ملی میٹر (1.5 انچ) بندوق، جو سب سے پہلے سویڈن کی بوفورس فرم نے تیار کی تھی، برطانوی اور امریکی افواج نے بڑے پیمانے پر استعمال کی تھی۔ اس نے 2 پاؤنڈ (0.9-کلوگرام) پروجیکٹائل کو 2 میل (3.2 کلومیٹر) کی بلندی پر 120 راؤنڈ فی منٹ پر فائر کیا۔ سوویت یونین نے اپنے 37 ملی میٹر کے ہتھیار کی بنیاد اس بندوق پر رکھی۔ بھاری طیارہ شکن بندوقیں، 120 ملی میٹر تک، اونچی پرواز کرنے والے بمباروں کے خلاف استعمال کی گئیں۔ ان میں سے سب سے زیادہ مؤثر جرمن 88 ملی میٹر فلیجرابویہرکانون تھا۔ اس کا مختصر نام، فلاک، طیارہ شکن آگ کے لیے ایک عالمگیر اصطلاح بن گیا۔\n\n1953 میں امریکی فوج نے Skysweeper متعارف کرایا، ایک 75 ملی میٹر کی خودکار توپ فی منٹ 45 گولے فائر کرتی ہے، جس کا مقصد اس کے اپنے ریڈار کمپیوٹر سسٹم سے فائر کیا جاتا ہے۔ 1950 اور 60 کی دہائیوں میں زمین سے ہوا میں مار کرنے والے گائیڈڈ میزائلوں کے متعارف ہونے کے ساتھ ہی اس جیسی بھاری طیارہ شکن بندوقوں کو مرحلہ وار ختم کر دیا گیا، حالانکہ 20 سے 40 ملی میٹر کی ریڈار گائیڈڈ خودکار بندوقیں کم پرواز کرنے والے ہوائی جہازوں کے خلاف دفاع فراہم کرتی رہیں اور ہیلی کاپٹر",
  "AntitankWeapon": "اینٹی ٹینک ہتھیار، ٹینکوں کے خلاف استعمال کے لیے کئی بندوقوں، میزائلوں اور بارودی سرنگوں میں سے کوئی بھی۔ پہلی جنگ عظیم کے دوران ٹینکوں کو متعارف کرانے کا پہلا ردعمل مختلف قسم کے گرینیڈ اور بڑے کیلیبر رائفلز تھے جو ٹینکوں کے نسبتاً پتلے بکتر کو گھسنے یا ان کی پٹریوں کو غیر فعال کرنے کے لیے ڈیزائن کیے گئے تھے۔ بارودی سرنگوں اور عام توپ خانے کا بھی موثر استعمال کیا گیا۔ دوسری جنگ عظیم کے آغاز تک، چھوٹے، کم رفتار والے توپوں کے ٹکڑوں کا ایک خاندان اینٹی ٹینک بندوقوں کے طور پر تیار کیا گیا تھا۔ یہ ابتدائی طور پر 37 ملی میٹر (1.46 انچ) کیلیبر کے تھے اور فائر کیے گئے خصوصی گولہ بارود تھے۔ جنگ کے دوران تیزی سے بڑے کیلیبرز کا استعمال کیا گیا، اور گولہ بارود کی ایک قسم — جن میں سخت مرکب دھاتوں سے ٹپ کیے گئے گولے، تیز رفتاری دینے کے لیے بہتر پروپیلنٹ، اور زیادہ طاقتور دھماکہ خیز مواد — تیار کیے گئے۔ جرمن 88 ملی میٹر (3.46 انچ) اینٹی ٹینک بندوق جنگ میں خاص طور پر موثر ہتھیار تھی۔ متعدد اینٹی ٹینک بندوقوں نے شکل والے یا کھوکھلے چارج شیل کا استعمال کیا، جو اثر پر پھٹنے اور دھماکہ خیز توانائی کو آگے بڑھانے کے لیے ڈیزائن کیا گیا تھا، جس سے گھسنے والی قوت میں اضافہ ہوتا ہے۔ ٹینکوں کے خلاف استعمال کے لیے ریکوئل لیس رائفلیں بھی خاص طور پر تیار کی گئیں۔\n\nدوسری جنگ عظیم میں ٹینک شکن میزائلوں اور لانچنگ ڈیوائسز کی ایک قسم کی تیاری بھی دیکھی گئی، جن میں امریکی بازوکا اور دیگر افواج میں اس کے ہم منصب سب سے زیادہ مشہور تھے۔ یہ چھوٹے، مختصر فاصلے تک مار کرنے والے راکٹ لانچر تھے اور جن کا مقصد ایک ہی آپریٹر تھا۔ دوسری جنگ عظیم کے بعد ٹینک شکن ہتھیاروں کی ٹیکنالوجی نے کئی سمتوں میں ترقی کی۔ سب سے اہم الیکٹرانک طور پر گائیڈڈ میزائلوں کا ایک نیا خاندان تھا، جس میں بیم یا وائر گائیڈنس سسٹم استعمال کیے گئے تھے۔ 1970 کی دہائی کے اوائل تک یہ درستگی، حد اور استعداد میں اعلیٰ درجے کی تطہیر حاصل کر چکے تھے۔ اس عرصے میں اینٹی ٹینک بندوقیں بھی تیزی سے تیار ہوئیں، پروپیلنٹ، دھماکہ خیز مواد، پراجیکٹائل اور گن ٹیوبوں کے ڈیزائن میں مزید بہتری کے ساتھ۔ میزائل اور پروجیکٹائل دونوں کو فائر کرنے کے لیے کچھ اینٹی ٹینک بندوقیں رائفل کی بجائے ہموار بور تھیں۔",
  "BigBertha": "بگ برتھا، جرمن ڈکی برتھا، ایک قسم کا 420-mm (16.5-inch) ہووٹزر جسے جرمن فوج نے پہلی جنگ عظیم کے دوران بیلجیئم اور فرانسیسی قلعوں پر بمباری کرنے کے لیے استعمال کیا تھا۔ سرکاری طور پر 42-cm kurze Marinekanone 14 L/ Räderlafette میں 12 ('42-cm مختصر بحری کینن 14 L/12 پہیوں والی گاڑی')، اس بندوق کو جرمن فوجیوں نے 'بگ برتھا' کا نام دیا جب اس کے ایک پراجیکٹائل نے لیج، بیلجیم کے محاصرے کے دوران فورٹ لونسن کو مکمل طور پر تباہ کر دیا۔ کل 12 بڑے برتھوں کو خدمت میں رکھا گیا تھا۔\n\nاس بندوق کو جرمنی کی سب سے بڑی اسلحہ ساز کمپنی کرپ نے انتہائی رازداری کے ساتھ ڈیزائن اور بنایا تھا، جنگ سے پہلے برسوں میں مضبوط کنکریٹ سے بنے جدید بیلجیئم اور فرانسیسی قلعوں پر قابو پانے کے واحد مقصد کے لیے۔ ان کی تعمیر کے وقت، بگ برتھاز کسی بھی فوج کے زیر استعمال سب سے بڑے، سب سے زیادہ طاقتور موبائل آرٹلری کے ٹکڑے تھے۔ بندوق تقریباً چھ میل (9 کلومیٹر) کے فاصلے تک 1,785 پاؤنڈ (810 کلوگرام) وزنی پروجیکٹائل کو فائر کر سکتی ہے۔ شیل کی سب سے زیادہ استعمال ہونے والی قسم تاخیر سے چلنے والے فیوز سے لیس تھی جو کنکریٹ اور زمین کے 40 فٹ (12 میٹر) تک گھسنے کے بعد پھٹ گئی۔\n\nبندوق اور اس کی گاڑی، جب مکمل طور پر جمع کی گئی، تو اس کا وزن تقریباً 47 ٹن (42,600 کلوگرام) تھا۔ بگ برتھاز عام طور پر جوڑوں میں چلتے تھے، اور ہر ایک کو تقریباً 240 آدمیوں کے ذریعے عملہ اور خدمات فراہم کی جاتی تھیں۔ میدان جنگ میں نقل و حمل کے لیے، ہووٹزر کو پرزوں میں الگ کر کے پٹرول سے چلنے والے موٹر ٹریکٹروں کے ذریعے کھینچی جانے والی پانچ خصوصی ویگنوں میں لادا گیا۔ لمبی دوری کے سفر کے لیے، روڈ ویگنوں اور دیگر سامان کو ریلوے کاروں کے ذریعے منتقل کیا گیا۔ روکے جانے کے بعد، ٹرانسپورٹ ویگنوں کو ٹریکٹر کے ذریعے فائرنگ کے مقام پر لے جایا گیا، جہاں بندوقوں کو دوبارہ جوڑا گیا۔ مثالی حالات میں بگ برتھا کو چھ گھنٹے میں اسمبل کیا جا سکتا ہے۔\n\nجنگ کے آغاز پر، جرمن فوج کے پاس صرف دو بڑے برتھا تھے، اور دونوں نے 12 اگست 1914 کو لیج کے ارد گرد بیلجیئم کے قلعوں کے احاطے کے خلاف اپنی پہلی کارروائی دیکھی۔ یہ شہر، اس طرح جرمن فوج کے لیے شمالی فرانس پر حملہ کرنے کے لیے جنوبی بیلجیم سے ہوتے ہوئے مغرب کی طرف پیش قدمی کا راستہ کھولتا ہے۔ مغرب کی طرف، نامور شہر کے ارد گرد کے قلعوں کو اسی طرح 21-25 اگست کو بگ برتھاس اور سکوڈا 305-mm (12-inch) مارٹروں کے ذریعے ہتھیار ڈالنے کے لیے شکست دی گئی۔ دو مزید کامیاب محاصرے ماؤبیج (25 اگست تا 8 ستمبر) اور اینٹورپ (28 ستمبر تا 10 اکتوبر) میں ہوئے۔ 1915 میں، جیسا کہ مزید بگ برتھاز بنائے گئے اور میدان میں اتارے گئے (کل 12 توپوں کے لیے)، انہوں نے روسی قلعوں کے خلاف بھی اسی طرح کے نتائج پیدا کیے۔ 1916 میں ورڈن کی جنگ بگ برتھاس کے لیے ہنس گانا ثابت ہوئی، جو ڈوؤمونٹ اور ووکس کے جدید فرانسیسی قلعوں کے مضبوط کنکریٹ کو گھسنے میں ناکام رہے۔\n\nکچھ ذرائع کے مطابق، 'بگ برتھا' کا عرفی نام کرپ فرم کے مالک برتھا کرپ وون بوہلن انڈ ہولباچ کے اعزاز میں بندوقوں کو دیا گیا تھا۔ مقبول استعمال میں، بگ برتھا کا نام بھی غلط طور پر اتحادی افواج کے ارکان نے انتہائی طویل فاصلے تک مار کرنے والی توپوں پر لگایا تھا جن سے جرمنوں نے 1918 میں پیرس پر گولہ باری کی تھی۔ وہ بندوقیں پیرس گنز کے نام سے مشہور ہیں۔",
  "VulcanAutomaticCannon": "ولکن خودکار توپ، 20 ملی میٹر (0.8 انچ) ہتھیار جو 7,200 راؤنڈ فی منٹ کی رفتار سے فائر کرنے کے قابل ہے۔ سپرسونک طیاروں کے درمیان لڑائی میں اس طرح کی انتہائی تیز آگ کو ضروری سمجھا جاتا ہے، کیونکہ ہدف ایک وقت میں صرف ایک سیکنڈ یا اس سے کم کے لیے بندوق کی نظر میں ہو سکتا ہے۔\n\nمطلوبہ رفتار حاصل کرنے کے لیے، چھ بیرل برقی طور پر فائر کیے جاتے ہیں اور یکے بعد دیگرے گھمائے جاتے ہیں، بنیادی طور پر 19ویں صدی کی گیٹلنگ گن کی طرح کا انتظام۔ ولکن بڑے پیمانے پر ہوائی جہاز اور مختلف ٹیکٹیکل سطح کے ہتھیاروں کے نظام میں استعمال ہوتا ہے۔",
  "BiologicalWeaponry": "حیاتیاتی ہتھیار، جسے جراثیم کا ہتھیار بھی کہا جاتا ہے، بیماری پیدا کرنے والے متعدد ایجنٹوں میں سے کوئی بھی — جیسے کہ بیکٹیریا، وائرس، ریکٹسیا، پھپھوندی، زہریلے یا دیگر حیاتیاتی ایجنٹ — جنہیں انسانوں، جانوروں یا پودوں کے خلاف ہتھیار کے طور پر استعمال کیا جا سکتا ہے۔\n\nدشمن کے اہلکاروں کے خلاف متعدی ایجنٹوں اور زہروں کا براہ راست استعمال جنگ میں ایک قدیم عمل ہے۔ درحقیقت، بہت سے تنازعات میں، بیماریاں تمام استعمال شدہ جنگی ہتھیاروں سے زیادہ اموات کے لیے ذمہ دار رہی ہیں، یہاں تک کہ جب وہ جان بوجھ کر ہتھیاروں کے طور پر استعمال نہ ہوئے ہوں۔\n\nحیاتیاتی ہتھیار، جیسے کیمیائی ہتھیار، ریڈیولاجیکل ہتھیار، اور جوہری ہتھیاروں کو عام طور پر بڑے پیمانے پر تباہی پھیلانے والے ہتھیار کہا جاتا ہے، حالانکہ یہ اصطلاح حیاتیاتی ہتھیاروں کے معاملے میں صحیح معنوں میں مناسب نہیں ہے۔ مہلک حیاتیاتی ہتھیار بڑے پیمانے پر اموات کا سبب بن سکتے ہیں، لیکن وہ بنیادی ڈھانچے، عمارتوں یا آلات کو بڑے پیمانے پر تباہ کرنے کے قابل نہیں ہیں۔ بہر حال، ان ہتھیاروں کی اندھا دھند نوعیت کے ساتھ ساتھ وسیع پیمانے پر وبائی امراض شروع کرنے کی صلاحیت، بیماریوں کے اثرات پر قابو پانے میں دشواری اور ان سے متاثر ہونے والے سادہ خوف کی وجہ سے زیادہ تر ممالک نے پوری کلاس پر پابندی لگانے پر اتفاق کیا ہے۔",
  "ChemicalWeaponry": "کیمیائی ہتھیار، کئی کیمیائی مرکبات میں سے کوئی بھی، عام طور پر زہریلے ایجنٹ، جن کا مقصد دشمن کے اہلکاروں کو مارنا، زخمی کرنا، یا نااہل کرنا ہوتا ہے۔ جدید جنگ میں، کیمیائی ہتھیاروں کا استعمال پہلی جنگ عظیم (1914-18) میں کیا گیا، جس کے دوران گیس کی جنگ نے اس تنازعہ میں جنگجوؤں کی طرف سے 10 لاکھ سے زیادہ جانی نقصان پہنچایا اور ایک اندازے کے مطابق 90,000 افراد ہلاک ہوئے۔ اس کے بعد کے سالوں میں، کیمیائی ہتھیاروں کو متعدد بار استعمال کیا گیا، خاص طور پر ایران-عراق جنگ (1980-88) اور شام کی خانہ جنگی میں۔ امریکہ اور سوویت یونین نے، سرد جنگ (1945-91) میں کئی دہائیوں کے تصادم کے دوران، کیمیائی ہتھیاروں کے بہت بڑے ذخیرے بنائے۔ سرد جنگ کے خاتمے نے ان سابق مخالفوں کو اس قابل بنایا کہ وہ ان اقسام کے تمام کیمیائی ہتھیاروں پر پابندی لگانے پر راضی ہو جائیں جو پہلی جنگ عظیم (پہلی نسل)، دوسری جنگ عظیم (دوسری نسل) اور سرد جنگ (تیسری نسل) کے دوران تیار کیے گئے تھے۔\n\nجوہری ہتھیاروں اور حیاتیاتی ہتھیاروں کی طرح، کیمیائی ہتھیاروں کو بھی اکثر بڑے پیمانے پر تباہی پھیلانے والے ہتھیاروں کے طور پر درجہ بندی کیا جاتا ہے۔ 1993 کے کیمیائی ہتھیاروں کے کنونشن (CWC) کے تحت، جنگ میں کیمیائی ہتھیاروں کا استعمال ممنوع ہے، جیسا کہ اس طرح کے ہتھیاروں کی ترقی، پیداوار، حصول، ذخیرہ اندوزی اور منتقلی پر پابندی ہے۔ اس کے باوجود، جبکہ CWC کا مقصد زیادہ تر قسم کے کیمیائی ہتھیاروں کا مکمل خاتمہ ہے، تمام ممالک نے اپنی کیمیائی جنگی صلاحیتوں کو ترک نہیں کیا ہے۔ خاص طور پر، کچھ کمزور ریاستوں نے کیمیائی ہتھیاروں کے پروگراموں کو دشمنوں کی طرف سے حملہ کرنے کی روک تھام کے طور پر اپنایا ہے جن کے پاس یا تو مضبوط روایتی قوتیں ہیں یا ان کے اپنے بڑے پیمانے پر تباہی کے ہتھیار ہیں، اور کچھ حکومتوں نے کیمیائی ہتھیاروں کا استعمال خاص طور پر باہر اور یہاں تک کہ اپنے اندر کے کمزور دشمنوں کو دھمکی دینے کے لیے کیا ہے۔ سرحدوں.\n\nمزید برآں، کچھ افراد اور عسکریت پسند تنظیموں نے اپنے دشمنوں پر حملہ کرنے یا دہشت گردی کے ذریعے اپنے مقاصد کو محفوظ بنانے کے لیے کیمیائی ہتھیار حاصل کیے ہیں یا حاصل کرنے کی کوشش کی ہے۔ کیمیائی ہتھیاروں کے مسلسل خطرے نے بہت سی ریاستوں کو ان کے خلاف دفاع کی تیاری کرنے اور اختلاف رائے رکھنے والی یا غیر موافق ریاستوں پر CWC کی پابندی کرنے کے لیے سفارتی دباؤ ڈالنے پر مجبور کیا ہے۔",
  "CombatWeapons": "تلوار، تاریخ کے ایک طویل عرصے کے دوران نمایاں ہاتھ والا ہتھیار۔ یہ ایک دھاتی بلیڈ پر مشتمل ہوتا ہے جو لمبائی، چوڑائی اور ترتیب میں مختلف ہوتا ہے لیکن خنجر سے لمبا ہوتا ہے اور عام طور پر گارڈ سے لیس ہینڈل یا ہلٹ سے لیس ہوتا ہے۔ تلوار کانسی کے زمانے (c. 3000 BCE) کے دوران خنجر سے مختلف ہو گئی، جب تانبے اور کانسی کے ہتھیار لمبے پتی کے سائز کے بلیڈ کے ساتھ اور ہینڈل کی شکل میں بلیڈ کی توسیع پر مشتمل ہلٹس کے ساتھ تیار کیے گئے۔ رومن زمانے تک ہلٹ مختصر، چپٹے بلیڈ سے الگ تھا، اور قرون وسطیٰ تک ہتھیار نے اپنی بنیادی بنیادی شکلیں حاصل کر لی تھیں۔ قرون وسطیٰ کی بہادری کی بھاری تلوار کا ایک بڑا ٹکڑا تھا، جسے اکثر دونوں ہاتھوں میں پکڑنے کے لیے ڈیزائن کیا جاتا تھا، جس کے اوپر ایک بڑا حفاظتی محافظ یا پومل ہوتا تھا۔ بلیڈ سیدھا، دوہرا، اور نوکدار تھا۔ اسے بار بار فائرنگ اور ہتھوڑے مار کر گھڑا گیا تھا، ایک ایسا عمل جس نے کاربن کی تھوڑی مقدار کے اضافے سے لوہے کو ہلکے سٹیل میں تبدیل کر دیا۔ بلیڈ بھی لوہے کی پرت دار پٹیوں سے بنے تھے، جنہیں ایک ساتھ ہتھوڑا لگایا گیا تھا۔ دمشق ہنر کا ایک مشہور مرکز تھا۔\n\nآتشیں اسلحے کے تعارف سے وابستہ جنگ میں تبدیلیوں نے تلوار کو ختم نہیں کیا بلکہ اس کی اقسام کو پھیلایا۔ جسم کے زرہ بکتر کو ترک کرنے سے تلوار باز کے لیے ضروری ہو گیا کہ وہ اپنے ہتھیار کے ساتھ پیری کر سکے، اور تھرسٹ اینڈ پیری ریپیر استعمال میں آیا۔",
  "Explosives": "V-2 راکٹ، جرمن مکمل Vergeltungswaffen-2 ('Vengeance Weapon 2') میں، جسے V-2 میزائل یا A-4 بھی کہا جاتا ہے، دوسری جنگ عظیم کا جرمن بیلسٹک میزائل، جدید خلائی راکٹوں اور طویل فاصلے تک مار کرنے والے میزائلوں کا پیش خیمہ۔\n\nجرمنی میں 1936 سے ورنہر وان براؤن کی قیادت میں سائنسدانوں کی کوششوں سے تیار کیا گیا، یہ پہلی بار 3 اکتوبر 1942 کو کامیابی کے ساتھ لانچ کیا گیا اور 6 ستمبر 1944 کو پیرس کے خلاف فائر کیا گیا۔ دو دن بعد 1,100 سے زیادہ V-2s میں سے پہلا۔ برطانیہ کے خلاف فائر کیا گیا تھا (آخری 27 مارچ 1945 کو)۔ بیلجیم پر بھی شدید بمباری کی گئی۔ V-2 حملوں میں تقریباً 5,000 افراد ہلاک ہوئے، اور یہ اندازہ لگایا گیا ہے کہ Mittelbau-Dora حراستی کیمپ کے کم از کم 10,000 قیدی اس وقت مر گئے جب انڈر گراؤنڈ Mittelwerk فیکٹری میں V-2s کی تعمیر میں جبری مشقت کے طور پر استعمال کیا گیا۔ جنگ کے بعد، ریاستہائے متحدہ اور سوویت یونین دونوں نے بڑی تعداد میں V-2 پکڑے اور انہیں تحقیق میں استعمال کیا جس کی وجہ سے ان کے میزائل اور خلائی ریسرچ کے پروگراموں کی ترقی ہوئی۔",
  "Firearms": "ہینڈگن، کوئی بھی آتشیں اسلحہ اتنا چھوٹا ہے کہ گولی چلنے پر ایک ہاتھ میں پکڑا جائے۔ یہ عام طور پر ایک ہی پراجیکٹائل یا گولی چلاتا ہے، اور اضافی گولہ بارود گھومنے والے میکانزم یا میگزین میں دستیاب ہو سکتا ہے۔ ہینڈگن کا استعمال ٹارگٹ شوٹنگ، چھوٹے کھیل کے شکار، یا ذاتی اپنے دفاع کے لیے کیا جا سکتا ہے۔ خودکار ہینڈگن بہت سے ممالک میں غیر قانونی ہیں، اور دنیا کے بیشتر ممالک میں کسی بھی ہینڈگن کی نجی ملکیت پر پابندی ہے۔ خودکار پستول بھی دیکھیں۔ پستول ریوالور",
  "NuclearWeapons": "ایٹم بم، جسے ایٹم بم بھی کہا جاتا ہے، زبردست دھماکہ خیز طاقت والا ہتھیار جو پلوٹونیم یا یورینیم جیسے بھاری عنصر کے مرکزے کے پھٹنے، یا انشقاق سے اچانک توانائی خارج کرتا ہے۔",
  "SiegeWeapons": "توپ، بڑی بندوق، ہاؤٹزر، یا مارٹر، جیسا کہ مسکٹ، رائفل، یا دوسرے چھوٹے بازو سے ممتاز ہے۔ جدید توپ ایک پیچیدہ میکانزم ہیں جو اعلیٰ درجے کے اسٹیل سے کاسٹ کیے جاتے ہیں اور اسے برداشت کرنے کے لیے مشینی بنایا جاتا ہے۔ ان میں خاص طور پر رائفل والے بور ہوتے ہیں، حالانکہ کچھ عصری ٹینک پر نصب اور فیلڈ آرٹلری گنیں ہموار بور ہیں۔\n\n15ویں صدی میں یورپ میں توپ خانے کے بڑے ٹکڑے نمودار ہوئے، لیکن تقریباً 1670 تک توپ کا لفظ صرف خاص قسم کی بندوقوں پر لاگو ہوتا تھا۔ یہ عام طور پر کینن رائل، یا ڈبل توپ میں تقسیم ہوتے تھے، جس کا وزن تقریباً 8,000 پاؤنڈ (3,630 کلوگرام) ہوتا تھا اور 60-63 پاؤنڈ (27-28 کلوگرام) وزنی گیند کو فائر کیا جاتا تھا۔ پوری توپ، جس کا وزن تقریباً 7,000 پاؤنڈ تھا اور اس نے 38-40 پاؤنڈ کی گیند فائر کی تھی۔ اور تقریباً 6,000 پاؤنڈ کا ڈیمیکینن، جس نے 28-30 پاؤنڈ کی گیند کو گولی ماری۔ دوسری بڑی بندوقوں کو توپ نہیں کہا جاتا تھا لیکن ان کے مختلف نام ہوتے تھے (مثال کے طور پر، کلورین) جو ان کے سائز اور کام کی نشاندہی کرتے تھے۔"
}
