{
  "WeaponsDictionary1": "炮兵",
  "WeaponsDictionary2": "生物武器",
  "WeaponsDictionary3": "化学武器",
  "WeaponsDictionary4": "战斗武器",
  "WeaponsDictionary5": "炸药",
  "WeaponsDictionary6": "枪支",
  "WeaponsDictionary7": "核武器",
  "WeaponsDictionary8": "攻城武器",
  "Artillery1": "高射炮",
  "Artillery2": "反坦克武器",
  "Artillery3": "大伯莎",
  "Artillery4": "大炮",
  "Cannon1": "法国75",
  "Cannon2": "火神自动炮",
  "AntiaircraftGun": "高射炮，从地面或船上发射以防御空袭的火炮。防空武器的开发早在 1910 年就开始了，当时飞机首次成为一种有效的武器。在第一次世界大战中，口径高达约 90 毫米（3.5 英寸）的野战火炮通过安装架转换为防空用途，使它们能够几乎垂直射击。然而，瞄准方法并不充分，在两次世界大战之间的几十年里，测距仪、探照灯、时间引信和射击装置的开发取得了巨大进展，以帮助火炮击中飞机所呈现的快速移动的目标。\n\n在第二次世界大战中，快速射击和自动高射炮被引入，雷达被用于目标跟踪，微小的无线电波近炸引信在弹药接近目标时引爆弹药。对付俯冲轰炸机和低空攻击机，一门 40 毫米（1.5 英寸）的火炮，首先由瑞典的博福斯公司生产，被英国和美国军队广泛使用。它以每分钟 120 发子弹的速度向 2 英里（3.2 公里）的高度发射 2 磅（0.9 公斤）的弹丸。苏联人将他们的 37 毫米武器建立在这把枪上。高达 120 毫米的重型高射炮被用来对付高空飞行的轰炸机。其中最有效的是德国 88 毫米的 Fliegerabwehrkanone；它的缩写名称flak成为防空火力的通用术语。\n\n1953 年，美国陆军推出了 Skysweeper，这是一门 75 毫米自动加农炮，每分钟发射 45 发炮弹，由其自己的雷达计算机系统瞄准和发射。随着 1950 年代和 60 年代制导地对空导弹的引入，诸如此类的重型高射炮被逐步淘汰，尽管 20 至 40 毫米的雷达制导自动炮继续提供防御低空飞行的飞机和直升机。",
  "AntitankWeapon": "反坦克武器，用于对抗坦克的几种枪支、导弹和地雷中的任何一种。第一次世界大战期间引入坦克的第一反应是各种手榴弹和大口径步枪，旨在穿透坦克相对薄的装甲或破坏其履带。地雷和普通火炮也得到了有效使用。到第二次世界大战开始时，一系列小型低弹道火炮已被开发为反坦克炮。这些最初是 37 毫米（1.46 英寸）口径并发射特殊弹药。在战争期间，越来越大的口径被使用，各种弹药类型——包括用更硬合金制成的炮弹、改进的推进剂以提供更高的速度，以及更强大的炸药——被开发出来。德国的 88 毫米（3.46 英寸）反坦克炮在战争中是一种特别有效的武器。许多反坦克炮使用成型或空心装药弹，其设计目的是在撞击时爆炸并将爆炸能量向前引导，从而增强穿透力。无后坐力步枪也是专门为对付坦克而开发的。\n\n二战期间还生产了多种反坦克导弹和发射装置，其中最著名的是美国火箭筒和其他军队的同类产品；这些是由一名操作员携带和瞄准的小型短程火箭发射器。二战后，反坦克武器技术向几个方向发展。最重要的是一个新的电子制导导弹系列，采用光束制导系统或线制制导系统。到 1970 年代初，这些设备在精度、范围和多功能性方面都得到了高度的改进。反坦克炮在这一时期也发展迅速，在推进剂、炸药、弹丸、炮管设计等方面都有了进一步的改进。一些反坦克炮是光滑的而不是膛线的，以便同时发射导弹和射弹。",
  "BigBertha": "Big Bertha，德国 Dicke Bertha，一种 420 毫米（16.5 英寸）榴弹炮，在第一次世界大战期间被德国军队首次用于轰炸比利时和法国的堡垒。正式指定为 42 厘米库尔兹 Marinekanone 14 L/ 12 in Räderlafette（“轮式马车上的 42 厘米短海军大炮 14 L/12”），在比利时列日的围攻期间，它的一发炮弹完全摧毁了隆辛堡，德国士兵给它起了个绰号“大伯莎”。共有 12 架 Big Berthas 投入使用。\n\n该枪是由德国最大的武器制造商克虏伯公司在战前几年秘密设计和制造的，其唯一目的是攻克现代比利时和法国钢筋混凝土堡垒。在他们建造的时候，大伯萨是所有军队使用的最大、最强大的机动火炮。该枪可以发射重达 1,785 磅（810 公斤）的弹丸，射程近 6 英里（9 公里）。最广泛使用的炮弹类型配备了延迟作用引信，该引信在穿透高达 40 英尺（12 米）的混凝土和泥土后爆炸。\n\n完全组装后的枪及其支架重约 47 吨（42,600 公斤）。 Big Berthas 通常成对运行，每艘都由大约 240 名人员组成和服务。为了运送到战场，榴弹炮被分解成部件并装载到由汽油动力拖拉机牵引的五辆特殊货车上。对于长途旅行，公路货车和其他设备由铁路车辆移动。训练结束后，运输货车被拖拉机拖到射击场，在那里重新组装了枪支。在理想条件下，一个 Big Bertha 可以在六个小时内组装完成。\n\n战争开始时，德国军队只有两个大贝尔萨，1914 年 8 月 12 日，他们都看到了他们对列日周围比利时堡垒的第一次行动。在五天之内，他们摧毁了一系列堡垒并迫使德国投降这座城市，从而为德国军队在入侵法国北部的途中通过比利时南部向西推进开辟了道路。在更远的西部，那慕尔市周围的堡垒在 8 月 21 日至 25 日同样被 Big Berthas 和 Škoda 305 毫米（12 英寸）迫击炮击中投降。在莫伯日（8 月 25 日至 9 月 8 日）和安特卫普（9 月 28 日至 10 月 10 日）又进行了两次成功的围攻。 1915 年，随着越来越多的大贝尔萨被建造和部署（总共 12 门火炮），它们对俄罗斯堡垒产生了类似的结果。 1916 年的凡尔登战役被证明是大伯萨斯的绝唱，他们无法穿透杜奥蒙和沃克斯现代化法国堡垒的钢筋混凝土。\n\n根据一些消息来源，“大伯莎”的绰号是为了纪念克虏伯公司的所有者伯莎·克虏伯·冯·博伦和霍尔巴赫而赋予枪支的。在流行的用法中，“大伯莎”这个名字也被盟军的成员错误地应用于 1918 年德国人炮击巴黎的超远程大炮。这些枪被正确地称为巴黎枪。",
  "VulcanAutomaticCannon": "火神自动加农炮，20 毫米（0.8 英寸）武器，能够以高达每分钟 7,200 发子弹的速度射击。 在超音速飞机之间的战斗中，这种极快的射击被认为是必要的，因为目标可能一次只能在瞄准器内停留一秒钟或更短时间。\n\n为了达到所需的速度，六个枪管连续电动发射和旋转，这种布置基本上类似于 19 世纪的加特林机枪。 Vulcan 广泛用于飞机和各种战术水面武器系统。",
  "BiologicalWeaponry": "生物武器，也称为细菌武器，是许多致病因子中的任何一种，例如细菌、病毒、立克次体、真菌、毒素或其他生物因子，可用作对付人类、动物或植物的武器。\n\n直接使用传染性病原体和毒药对付敌方人员是战争中的一种古老做法。事实上，在许多冲突中，疾病造成的死亡人数超过了所有使用的战斗武器的总和，即使它们没有被有意识地用作武器。\n\n生物武器，如化学武器、放射性武器和核武器，通常被称为大规模杀伤性武器，尽管该术语并不真正适用于生物武器。致命的生物武器可能会造成大规模死亡，但它们无法大规模破坏基础设施、建筑物或设备。然而，由于这些武器的滥杀滥伤性质——以及引发广泛流行病的可能性、控制疾病影响的难度以及它们引发的简单恐惧——大多数国家已经同意禁止整个类。",
  "ChemicalWeaponry": "化学武器，几种化学化合物中的任何一种，通常是毒剂，旨在杀死、伤害或使敌方人员丧失能力。在现代战争中，化学武器在第一次世界大战（1914-18 年）中首次使用，在此期间，毒气战造成超过 100 万战斗人员在那次冲突中伤亡，估计有 90,000 人死亡。从那以后的几年里，化学武器被多次使用，最引人注目的是在两伊战争（1980-88 年）和叙利亚内战中。美国和苏联在冷战（1945-91 年）数十年的对抗中积累了大量化学武器库存。冷战的结束使这些前对手同意禁止所有在第一次世界大战（第一代）、第二次世界大战（第二代）和冷战（第三代）期间开发的化学武器。\n\n与核武器和生物武器一样，化学武器通常被归类为大规模杀伤性武器。根据 1993 年化学武器公约 (CWC)，禁止在战争中使用化学武器，以及此类武器的所有开发、生产、获取、储存和转让。然而，虽然 CWC 的目标是彻底消除大多数类型的化学武器，但并非所有国家都放弃了其化学战能力。特别是，一些较弱的国家推行化学武器计划，以威慑拥有更强大常规力量或拥有大规模杀伤性武器的敌人的攻击，一些政权使用化学武器来威胁本国外部甚至内部的特别脆弱的敌人边界。\n\n此外，一些个人和激进组织已经获得或试图获得化学武器，以攻击他们的敌人或通过恐怖来确保自己的目的。化学武器的持续威胁导致许多国家准备防御它们，并对持不同政见或不遵守《化学武器公约》的国家施加外交压力。",
  "CombatWeapons": "剑，历史悠久的卓越的手持武器。它由长度、宽度和形状各异的金属刀片组成，但比匕首长，并配有通常配有防护装置的手柄或刀柄。在青铜时代（约公元前 3000 年），剑与匕首有所不同，当时生产的铜和青铜武器带有长叶形刀片，刀柄由刀片的延伸部分组成。到了罗马时代，刀柄与短而扁平的刀片截然不同，到了中世纪，这种武器已经获得了它的主要基本形式。中世纪骑士的重剑有一个大剑柄，通常设计为双手握持，顶部有一个大的防护罩或剑柄。刀片是直的、双刃的、尖的；它是通过反复烧制和锤击制造的，这是一种通过添加少量碳将铁转化为低碳钢的过程。刀片也由叠层铁条制成，这些铁条被锤击在一起。大马士革是著名的工艺中心。\n\n与火器的引入相关的战争变化并没有消除剑，而是增加了它的类型。防弹衣的废弃使得剑士必须能够用他的武器进行格挡，而刺击和格挡细剑就开始使用了。",
  "Explosives": "V-2火箭，德语全称Vergeltungswaffen-2（“复仇武器2”），也称为V-2导弹或A-4，二战德国弹道导弹，现代太空火箭和远程导弹的先驱。\n\n它于 1936 年在德国由维尔纳·冯·布劳恩 (Wernher von Braun) 领导的科学家努力开发，于 1942 年 10 月 3 日首次成功发射，并于 1944 年 9 月 6 日向巴黎发射。两天后，1100 多架 V-2 中的第一架 对英国开火（最后一次是在 1945 年 3 月 27 日）。 比利时也遭到猛烈轰炸。 大约 5,000 人在 V-2 袭击中丧生，据估计，至少有 10,000 名来自 Mittelbau-Dora 集中营的囚犯在 Mittelwerk 地下工厂建造 V-2 时被强迫劳动。 战后，美国和苏联都俘获了大量的 V-2，并将它们用于研究，从而发展了导弹和太空探索计划。",
  "Firearms": "手枪，任何小到足以在发射时一只手握住的枪支。 它通常发射单个射弹或子弹，并且可以在旋转机构或弹匣中提供额外的弹药。 手枪可用于打靶、打小游戏或个人自卫。 自动手枪在许多国家都是非法的，任何手枪的私人所有权在世界大部分地区都受到限制。 另见自动手枪； 手枪; 左轮手枪。",
  "NuclearWeapons": "原子弹，又称原子弹，是一种具有巨大爆炸力的武器，它是由钚或铀等重元素的原子核分裂或裂变时突然释放能量而产生的。",
  "SiegeWeapons": "大炮、大炮、榴弹炮或迫击炮，区别于火枪、步枪或其他小型武器。 现代大炮是由高级钢铸造而成的复杂机构，并按照严格的公差进行加工。 它们的特点是有膛线，尽管一些现代坦克安装和野战火炮是光滑的。\n\n15 世纪的欧洲出现了巨大的火炮，但直到 1670 年左右，大炮这个词只适用于特殊类型的枪支。 这些通常分为皇家大炮或双炮，重约 8,000 磅（3,630 公斤），发射的球重 60-63 磅（27-28 公斤）； 整门大炮，重约 7,000 磅，发射一个 38-40 磅的球； 还有大约 6,000 磅的半加农炮，射出一个 28-30 磅的球。 其他大型枪不被称为大炮，但有不同的名称（例如，culverin），表明它们的大小和功能。"
}
